{
  "question": {
    "questionId": "ede46a8a8fea87e276e4b494b87925c634d7462c",
    "dateTime": "2017-07-05T14:57:50.927Z",
    "questionText": "how long is the statute of limitations extended for after i elect to postpone the determination whether my horse breeding farm is an activity engaged in for profit",
    "questionLabel": "how long is the statute of limitations extended for after i elect to postpone the determination whether my horse breeding farm is an activity engaged in for profit",
    "expansionList": [
      {
        "expansionType": "HobbyQuestionExpander",
        "originalValue": "horse breeding",
        "expandedValue": "hobby loss"
      }
    ],
    "phraseList": [],
    "contextText": [],
    "contextTags": []
  },
  "dateTime": "2017-07-05T14:57:50.927Z",
  "answerCandidates": [
    {
      "id": "M-5892",
      "source": {
        "par": "M-5892",
        "xref": [
          "M-5800",
          "U-5104",
          "M-5834",
          "M-5850",
          "M-5855"
        ],
        "title": "M-5892 Horse breeding, racing, etc. as hobbies or for-profit activities.",
        "text": "<div>For purposes of the “hobby loss rule,” which disallows deductions attributable to activities not engaged in for profit except as specifically provided under the Code, whether an activity is a hobby or is engaged in for profit is determined by taking into account certain objective factors, see ¶  M-5800 et seq.</div>\n\n<div>Owning a farm and engaging in farm-related activities, such as horse-breeding, raising show horses, etc., aren't activities engaged in for profit where: (1) there's no evidence of business-like conduct of the operation; (2) there's a long history of losses for the farm or farm-related activity; (3) the farm is the taxpayer's residence; and (4) there's significant recreational use of the location.</div>\n\n<div>The Ninth Circuit vacated and remanded a Tax Court decision that disallowed taxpayers' deductions based on the Tax Court's finding that taxpayers' dominant motive with respect to their horse breeding activity was to produce tax savings rather than to make a profit. The Ninth Circuit will uphold the Tax Court's finding of a dominant non-profit motive only if the record reflects that the motive imputed by the Tax Court makes sense. To support a finding of such a dominant motive, the record must reflect that the tax savings the taxpayers expected to gain as a result of their horse breeding activity could be greater than the real economic losses the taxpayers might reasonably have expected to incur. So, the Ninth Circuit remanded the case to the Tax Court for a determination whether taxpayers' horse breeding activity realistically could have been expected to result in tax savings greater than the economic losses that might reasonably have been anticipated. Factors considered by the Tax Court in making its determination of a non-profit tax savings motive included the fact that taxpayers had minimal experience and training in horse breeding and incurred excessive monthly rental payments. </div>\n\n<div class='match' >In the following situations, horse operations weren't engaged in for profit: <ul> <li> Taxpayer, a full-time sales representative, failed to devise or follow an operating plan for his Arabian horse breeding activity. It was unclear whether taxpayer intended to create a breeding herd or show horses, or to train or teach in the field. </li> <li> The only activities of taxpayer's ranch during the years at issue were the feeding, care, and training of one to three horses and the training of taxpayer's children to enter 4-H horse shows. The 4-H program rules prohibited the parent from being in the business of raising, showing, breeding, or training horses for third persons for compensation. When the taxpayer's children became too old to participate in 4-H activities, the ranching ended. </li> <li> Taxpayers' only daughter excelled at riding horses, and their horse breeding activity didn't make a profit in any of its nine years of operation. Taxpayers didn't change their methods of operation to try to make the enterprise profitable. </li> <li> Taxpayer claimed substantial losses over a ten-year period from a wholly-owned S corporation engaged in farming. Amounts spent for breeding animals were small compared to the amounts spent for driveways and landscaping. The taxpayer's personal use of the horses appeared to override any decision to engage in a horse-breeding activity. </li> <li> Taxpayer couldn't make a profit from breeding Arabian horses because she reduced her holdings of productive mares, she had little expertise in breeding, didn't use records to improve operations, did little advertising, and her husband had a large income against which she could offset losses. </li> <li> Taxpayer testified that she raised horses for profit, not for fun, that she advertised her horses for sale in magazines and horse related publications and that she had sold seven horses for an average price of $2,000. The activity wasn't conducted in a business-like manner. No evidence was presented of when the horses were bought and sold nor of the timing and amount of expenses for feed and other items needed for horse breeding. </li> <li> Taxpayer attempted to establish an endurance horse breeding and training facility. After five years, neither of his two mares had been bred, and the operation earned no income. Taxpayer earned a substantial income working full-time in the insurance business. His spare time was divided between his endurance horse activities and his involvement with vintage automobiles. The court found that taxpayer's personal enjoyment was the motivation for his attempts to establish the horse ranch. </li> <li> Taxpayer sustained annual losses in his horse breeding and racing activity for 20 years without attempting to increase profitability. He failed to introduce cost-cutting measures or change the manner of conducting the activity in response to years of mounting losses. </li> <li> Taxpayers engaged in paso fino horse breeding activity for 11 years without ever coming close to making a profit. Taxpayers' books and records (which didn't include any financial statements, profit and loss projections, budgets, breakeven analyses, or marketing surveys) weren't used to implement cost-saving measures or to improve profitability, but only to substantiate expenses claimed on their returns. While in theory taxpayers could have turned a profit had they hit the lottery with a million-dollar horse, the taxpayers' prospect for doing so with their existing horses was negligible. </li> <li> Taxpayer, an airline pilot, could afford to operate his horse breeding activity as a hobby. Although he had been involved with horses since childhood, studied breeding operations and bloodlines, read books and journals on the subject matter, and took a short university course on equine reproduction, he never consulted any horse breeders about the best way to minimize expenses or to operate a profitable business, and started the activity with no concept of what his ultimate costs might be or how he might achieve any degree of cost efficiency. In an 11-year period, he incurred net losses of from $92,210 to $154,365. Moreover, he didn't keep adequate records, commingled the financial affairs of the horse breeding activity with his personal finances, didn't make any written forecasts or projections of future income and failed to formulate a credible business or profit plan. He spent a significant amount of time on the activity, but that was due to his fondness for horses rather than an expectation of profit. </li> <li> Taxpayer, a plastic surgeon who was heavily involved in polo and equestrian activities, had losses operating a horse ranch for several years and had no realistic possibility of making a profit. </li> <li> Taxpayer sustained increasing losses over a six-year period from his Percheron draft horse breeding activity, but made no attempt to change his operation. He kept no income statements and no profit or business plans. Although he lacked expertise in the breeding and raising of Percheron horses, he didn't study the profit potential of raising them, seek out competent and experienced partners, nor consult books or persons operating profitable businesses in the breeding of Percheron horses. There was no established market for the horses, and prices received on their sale were low compared to the costs of producing them. </li> <li> Taxpayers engaged in horse racing and breeding activities for at least 16 years, losing more than $465,000 without coming near a profit. They initiated their activity without developing a business plan, and throughout those years of continuous losses didn't materially alter their mode of operation. While they didn't ride their horses or make them available for others to ride, they did attend races at the track, watch their horses race, and gamble on the races. The enjoyment taxpayers got from being engaged in horse racing and breeding was the most significant reason they continued to engage in the activity despite their record of consistent losses. </li> <li> Taxpayer, a doctor, failed to show that breeding, training and showing his Arabian horses had the primary objective of making a profit. He had a long and consistent history of losses (1986 through 1997) that wasn't due to either a depressed market or the death or infertility of several horses. Expenditures he made during a period of market decline (refurbishing his house, building a lake, garage, exercise facility, barn stalls, and run-in sheds) were inconsistent with his assertion that circumstances beyond his control contributed to his losses. Nor could the losses, as the taxpayer argued, be attributed to the startup phase of his horse-breeding activity (i.e., the first 5 to 10 years) because the taxpayer had been breeding Arabian horses since 1976. The taxpayer didn't conduct this activity in a businesslike manner. He never developed a business plan or detailed break-even analysis, and never consulted with experts on the financial aspects of his horse activities. While he maintained separate checking accounts for his personal and horse-related activities, he would on occasion ignore this division. In addition, he paid his friend who lived with him 40% to 50% commissions on horse sales, when the normal rate was 10% to 15%. </li> <li> Taxpayer, a successful full-time dentist, didn't engage in an activity of breeding and showing Arabian horses for profit. Over a 16-year period, she never owned more than eight horses, of which five were produced by her breeding activities. She sold only one horse during that period, and retained all her other horses regardless of the ability to breed or their desirability as breeding stock. Moreover, that single sale produced her only profitable year, and the profit for that year was only $209. Other factors that showed that she didn't conduct the activity for profit were her failure to conduct the activity in a businesslike manner, including her failure to undertake any actions to improve its profitability, the lack of expertise of both taxpayer and her advisors in the business of horse breeding, her substantial income from her dental practice, and the fact that she rode her horses for pleasure. </li> <li> Taxpayer, the sole shareholder of a corporation engaged in horse rental, breeding, showing and riding lessons, operated this activity in an unbusinesslike manner. While the horse activity had the “trappings” of business carried on for profit (e.g., books and records kept by a certified public accountant (CPA), a separate bank account, advertising, and significant time and effort expended by the taxpayer), the taxpayer didn't use his records to improve operations, and, despite mounting losses, failed to make changes to increase profits. Although the taxpayer was knowledgeable about horses, he lacked the business expertise to make the farm profitable and failed to seek professional advice. Losses as a result of several horse injuries and the expected work for the horses in a television show never materializing weren't beyond the taxpayer's control where the taxpayer didn't show that the horse activity would have been profitable had the horses not suffered these injuries, and the taxpayer didn't actively seek any other television or film work. In addition, substantial income from regular employment allowed the taxpayer to continue operating the horse activity despite heavy losses. </li> <li> Taxpayer acquired horses for his daughter's riding pleasure. Taxpayer remained fully occupied with his dental practice and made no effort to be involved in horse show activities. </li> <li> Taxpayers' focus of their horse breeding and training activity was to “nurture” their son's goal of becoming a world-class rider. Taxpayers stated that their son's goal could only be achieved by hiring and consulting with experts in the horse field. Taxpayers took pleasure from the activity, both from watching their son develop into a horseman and from the reputation they hoped to acquire in the community as a result of their association with the horses, riders, and trainers. </li> <li> Taxpayer offered little evidence that his horse breeding and racing activity was engaged in for any reason other than as an outlet for his love of horses. During the four tax years in issue, taxpayer didn't try to improve profitability by devising new methods of operations. Taxpayer was granted a horse racing license by the states of California and Arizona, but such a license was necessary whether the horse racing activity was conducted as a hobby or as a business. </li> <li> Taxpayer, although dedicated to her horse breeding activity, was primarily motivated by her love of horses, which dated back to her childhood. Taxpayer had no training or experience in the horse breeding/training business, made no studies or consultations with professionals about the activity's business aspects, didn't maintain a separate bank account or formal books and records, and didn't make any effort to change the direction of her operation (which incurred eight years of losses), although she recognized her need to do so. </li> <li> Taxpayer testified that he had enjoyed working with horses since his childhood, and also admitted that his children sometimes rode the horses used in his horse breeding and training activity. Taxpayer failed to produce adequate business records to corroborate his claims about the time that he spent in the activity, the number of his customers, or the presence of a business plan. </li> <li> Taxpayers, husband and wife, operated a horse farm for pleasure. The wife, an accomplished rider, performed at shows and was responsible for most of the farm activities, while her husband earned substantial income as a medical doctor. </li> <li> Taxpayer-wife's recreational objectives in breeding and showing “cutting horses” were a significant component of the taxpayers' horse-related activity, which generated substantial losses (averaging $40,000 a year for the last seven years) for 23 of the 26 years of the activity. She had actively pursued an interest in horses since the age of 14, riding in competitions in high school and college. Taxpayer-husband had substantial annual income (over $90,000 in each of the last seven years) and deduction of the losses significantly reduced the after-tax cost of his wife's activity. Additional evidence of the personal component to the activity was taxpayer's purchase of the horse his wife had ridden in high school, and an essentially noneconomic transaction in which they bought and sold back a horse for a nominal price to provide the wife with a mount to ride in nonprofessional cutting horse competitions while their prize stallion was being ridden in professional competition by a trainer. </li> <li> Taxpayers, husband and wife who engaged in Arabian horse racing, breeding, and sales, operated these activities in a nonbusinesslike manner, and derived personal pleasure from their work with horses. Factors indicating their lack of profit motive included: their lack of expertise, their history of significant losses, their failure to take actions to make their activity profitable, their ability to use the activity's losses to avoid paying income and self-employment taxes in four of the five years in issue, and the unlikelihood of asset appreciation. </li> <li> Taxpayer raised only one horse during the three years in issue, and that horse never produced any revenue. The horse was unable to race because it injured its leg and, although the horse went on to win about 20 ribbons in hunter/jumper shows, it never won any money. The taxpayer couldn't show any profit objective in raising and training the horse for resale. Because the horse had been neutered, its resale value was limited. Taxpayer's five-year plan showed an overall loss. </li> <li> Taxpayer (1) was involved with horses her whole life, expressed pride in the trophies won by her horses and referred to her horses as “her babies,” (2) kept no formal accounting records and commingled those records that she did keep with her personal records, (3) didn't maintain a separate bank account for the horse activity, (4) sustained substantial, consistent and generally increasing losses for the entire ten-year period during which she engaged in the activity, and (5) financed her horse activities with substantial income that she had from unrelated passive sources. </li> <li> Taxpayer, a self-employed chiropractor, incurred $388,106 in losses from his Arabian horse-breeding activity during a seven-year period. Even though he managed to turn his chiropractic clinic into a successful operation after incurring losses during the early years of his business, the Tax Court wasn't convinced that the skills needed to run a successful clinic applied to operating a profitable horse farm. Further, taxpayer didn't operate the activity in a businesslike manner. Although he registered his horse-breeding activity and filed the appropriate employment tax returns, taxpayer didn't have an organized system for determining the profitability of each horse. Further, even though he promoted the activity through advertising and the showing of his horses, the promotion wasn't successful, and he didn't change his methods to attempt to improve his success rate. Moreover, there were no income records, and the only expense records offered into evidence were canceled checks. </li> <li> Taxpayers began their horse-breeding operations with no expertise in running a profitable ranch, nor any detailed written plan fashioned to enable them to earn a profit. The operations produced only ever-increasing expenses and losses; the few actual sales they made gave no promise of recouping the considerable losses they incurred. Indeed, selling their entire stock for its fair market value wouldn't have compensated them for those losses. Moreover, taxpayers' testimony about actions to reduce their losses and increase their income from the horse-breeding operations was vague and self-serving. Finally, taxpayers' income from other sources was adequate to support a comfortable standard of living even after taking into account the money spent on the horse-breeding operations, and their interest in horse-breeding was prompted by their daughter's love for horses. These factors outweighed the businesslike character of their books and records, and the hard, often unpleasant, work that taxpayers performed in connection with the operation. </li> <li> Taxpayer (1) incurred seven consecutive years of losses in horse breeding and equestrian training activity, (2) didn't keep a separate bank account for the activity, (3) kept invoices, checks and receipts, but no other records of the activity, (4) had some knowledge of training a horse for dressage and low-level jumping but had no formal training in horse training or breeding, (5) took no steps to increase his knowledge or to consult experts during the years at issue, (6) bought a gelding and bred another horse knowing that any male offspring would probably have to be gelded (so risking having horses with no breeding or performing value should they suffer training injuries), (7) bought a horse without knowing that it wasn't suitable for performing, (8) had taxable income from other sources during the years at issue sufficient to maintain a comfortable standard of living notwithstanding the horse activity losses, (9) engaged in horse exercise, riding and maintenance for 15 to 18 hours a week, but not significant actual horse training and (10) devoted an average of 58 hours a week to his professional practice as a psychologist. The Fourth Circuit affirmed the Tax Court's conclusion that the taxpayer's horse training and breeding activity wasn't engaged in for profit, but noted that it was a “close question” and based its affirmance on the clearly-erroneous standard (which applies to a circuit court's ability to substitute its factual findings for the factual findings of the Tax Court, see ¶  U-5104 .) </li> <li> Taxpayer, a successful attorney who operated a horse farm, kept no records showing the expenditures made with respect to each individual horse. Without that knowledge, he had no way of knowing which of his broodmares was producing more profitable foals or which training regimen was successful at increasing the value of the horses. Nor did he separate the expenses incurred from his horse-breeding activity from the expenses incurred from raising steers. Although taxpayer and his family spent significant amounts of time and effort carrying on the horse-breeding activity, taxpayer and his daughter were avid riders and derived substantial recreational benefit from the time they spent with the horses. </li> <li> Taxpayers, husband and wife, failed to establish that they had a business plan for generating a profit from roping horse activity; hadn't consulted with professionals as to how to make the activity profitable; and failed to show that they changed operation of the roping horse activity to generate a profit or that they hired any individual with the expertise and experience necessary to make that activity profitable. In addition, the deductions attributable to the roping horse activity far exceeded the income that was derived from that activity, and the nature of the tasks and amount of time that the husband spent in the roping horse activity was consistent with his lifetime enjoyment of horses. </li> <li> Taxpayers didn't prepare a business plan, didn't refer to their horse-related financial records to monitor expenses, had no separate bank account for the horse-related activities, didn't show an expectation that their horses would appreciate in value, had never had a profitable year with their horse-related activities, derived tax benefits from their claimed losses due to income from other sources, and enjoyed horses. The Tax Court cited the taxpayers' long history of working with horses in determining that there was an element of personal pleasure in their horse-related activities inconsistent with a profit motive. The taxpayers had excellent credentials for horse breeding, training, and racing, but it wasn't clear whether they had experience or sought advice with respect to the financial aspects of operating a horse business. </li> <li> Taxpayer sustained losses on his horse breeding and racing activities for 37 straight years and didn't change his manner of conducting the activity to improve profitability. Although the taxpayer took steps to increase his expertise on horses, and used professional trainers to raise his horses, he did nothing to increase his knowledge of successful business and economic practices with respect to breeding and racing horses and didn't seek advice on the economic aspects of his horse-related activities. The taxpayer had a separate bank account and kept detailed financial breeding records, but didn't have budgets, income statements, balance sheets, income projections, or financial statements for the activity (other than those compiled by his accountant to prepare tax returns). Finally, the taxpayer had substantial other income against which to offset his losses from horse-related activities. </li> <li> Taxpayers sustained losses on their horse breeding activities for the 16 years in which they were engaged in those activities, didn't have a written business plan, had no more than vague plans to make the business profitable, didn't consult with experts on how to make their operations profitable, and had substantial income from other sources against which to offset the losses from the horse breeding activities. These factors outweighed the facts that taxpayers acquired expertise in breeding and raising horses, and spent a significant amount of time and effort on the activities, and convinced the court that the activities weren't engaged in for profit. </li> <li> Taxpayer argued his profit motive from his cutting horse activity was based on the goal of having one of his horses become a triple crown winner, but the likelihood of that was small. He had no business records for the activity, spent only 8 to 10 hours a week on it, and incurred losses of $568,000 offset by only minimal gains on individual sales (under $1,000) and no profitable periods. He had substantial income from his other pursuits, but no history of success in horse-related activities, which provided recreational benefits—he conceded he derived personal enjoyment from the activity. </li> <li> Taxpayers submitted no books and records with projected profit and loss (P/L), balance sheets, or budgets. Inventory lists were incomplete and full of errors, showing horses that were no longer living or no longer owned. Taxpayers claimed they offered numerous services that a hobbyist farm wouldn't offer such as breeding services, horse sales and leasing, and riding lessons, but none of those generated any income. Taxpayers spent very little on advertising ($1,120) compared to their overall expenses of over $200,000, and didn't seek professional advice on the business aspects of running a profitable horse business. They presented evidence that they were considered “top breeders,” but this didn't show that they had business expertise. Taxpayers, who derived substantial personal pleasure from the activities, never showed a profit in 20 years, while their income from other sources ranged from $1 million to $2.5 million during the years at issue. </li> <li> Taxpayer's equine-related activities lacked a profit motive in 2009. She owned no horse in 2009 and in the preceding 10 years only one which she unsuccessfully tried to breed, and she competed in no horse shows. Her receipts from the activities from 2004–2009 were $588, compared to expenses of $155,244. </li> <li> Taxpayers' horse farm lost money every year but one of the 16 years in the court record. Losses were approximately $130,000 to $170,000 a year, and the farm made only $1,500 in the profitable year. Taxpayers didn't keep adequate records (see ¶  M-5834 ), didn't reform a contract with its sole employee that all but ensured they wouldn't make a reasonable profit (see ¶  M-5850 ), and didn't employ an expert in the horse-breeding business (see ¶  M-5855 ). The relatively large size of the horse farm (30 horses) wasn't dispositive that the activity was a trade or business. </li> </ul> </div>\n\n<div>In the following situations, horse operations were engaged in for profit: <ul> <li> A taxpayer was able to demonstrate that personal pleasure and recreation in operating a Morgan horse farm wasn't a significant motive where (1) he didn't live at the farm for the first ten years of its operation, (2) there were no recreational facilities there, (3) a back injury prevented him from riding horses, and (4) his wife and children rode horses infrequently. </li> <li> Taxpayers' participation in horse breeding activities wasn't driven by pleasure alone and had a profit motive where taxpayers: (1) spent six or seven years learning about horse breeding and management before attempting to engage in the activity; (2) developed a comprehensive written business plan; (3) managed and worked diligently and daily on the horse activity; (4) consulted expert horsemen and hired expert horse trainers; (5) made adjustments in their business plan; (6) maintained reasonably good books and records of income and expenses relating to the activity; and (7) after nine years, terminated their unprofitable horse activity in light of the losses realized. </li> <li> A successful businessman who began his Arabian horse breeding activity as a means of generating income for his retirement proved his profit objective where he kept complete and accurate records, advertised extensively, prepared a promotional video, exhibited the horses at shows, consulted experts, did the grooming, worming, vaccinating and other day-to-day tasks, and ran the operation in a conservative manner that emphasized minimizing expenses. </li> <li> A dentist, who began his Arabian horse breeding activity to provide a retirement plan, carried on this activity in a businesslike manner: he kept books and records (including a general ledger and separate bank account for this activity, and breeding, pedigree and health records) and had a business plan (which he modified in order to reduce expenses and increase profits). He consulted with other horse breeders and educated himself about horse breeding, equine health care, and farm management. He attended horse shows to learn about this business, hired professional trainers, and advertised his horses for sale. The taxpayer spent substantial time and effort in the horse breeding activity and derived little personal pleasure from the activity. Losses sustained by the taxpayer were during the startup phase of the activity and were the result of unforeseen circumstances beyond the taxpayer's control (a decline in the horse market and the death of several horses). </li> <li> Taxpayers bought four Appaloosa horses for pleasure, and the next year they decided to go into the horse business and other related farm activities. They performed substantially all of the labor, each working at least 40 hours per week in farming activities. The taxpayers stopped turkey and geese breeding operations when these activities failed to make a profit. They kept accurate records, worked to develop expertise in the field, and consulted experts. Moreover, the taxpayers' income from other sources, when compared with losses generated from the farm, was modest. The court concluded that the activity wasn't conducted for personal pleasure or recreation because none of the horses were used for recreational riding, and the farm required a great deal of hard work. </li> <li> Taxpayers used experienced advisors before investing in breeding horses and before making critical decisions and hired qualified persons to oversee the day-to-day operations. There didn't appear to be a personal or recreational element in the taxpayers' activities because they didn't ride horses. Although their daughters did ride, the taxpayers kept separate horses for their use. The segregation of business and personal aspects was also shown in the taxpayers' recordkeeping, e.g., they paid boarding fees for their breeding horses and their “pleasure” horses with separate checks. </li> <li> Taxpayers engaged in the training and breeding of paint horses for profit where: taxpayers kept business-like records, taxpayers had earlier engaged in and given up the training and breeding of Arabian horses because it was unprofitable; taxpayers consulted with experts in setting up the activity, and hired experts to conduct the actual training and breeding activities; taxpayers had only a modest income from other sources; taxpayers honestly and actually believed that success in the activity would produce substantial earnings and profits, and an expert confirmed that one of their three horses had real potential for success; taxpayers and their family didn't ride the horses for pleasure. </li> <li> Taxpayers operated their horse breeding and boarding activity in a serious, organized, and business-like manner. Though IRS contended that their records were inadequate because they weren't kept for each horse, the taxpayers could generate complete and accurate records and reports on individual horses from their personal computer. The taxpayers had a business plan and pursued it consistently, even if the plan wasn't written. They improved and expanded their facilities and boarded horses while beginning to acquire quality broodmares. And while they paid most of the expenses for their horse activity with personal funds, it was reasonable for a new activity, with very little cash flow, to do so. Further, losses due to the death of a mare and foal (a 25% loss in the taxpayers' breeding capability) was an unforeseen circumstances beyond the taxpayers' control that didn't show that the horse activity wasn't engaged in for profit. </li> <li> Taxpayer engaged in horse breeding and racing for profit where he: didn't receive any pleasure from racing and breeding horses; consulted and relied on experts; and changed his business plan by shifting a prospective race horse to use in breeding when it became injured. </li> <li> An orthodontist who started a horse breeding farm in preparation for his retirement from dental practice conducted the activity in a business-like manner. He consulted with professionals in the field before starting-up, bought a ranch away from his own home, built proper facilities, spent 35 to 40 hours per week on these activities, and kept complete and accurate records. Although he had operating losses, these were offset, at least in part, by unrealized increases in the value of the ranch and the horses on the ranch. The taxpayer didn't engage in these activities for personal pleasure because he and his wife had no affection for horses. Their activities (including attending horse shows) were only for business, not social purposes. The court concluded that the taxpayer wouldn't likely embark on a hobby costing thousands of dollars and much personal physical labor without a profit motive. </li> <li> Taxpayer engaged in horse breeding and racing for ten years. None of the 40 horses owned were ever bred or used for pleasure riding. The Tax Court found it unlikely that a person would expend substantial amounts of funds to buy and breed so many horses for a hobby or tax benefit in which no pleasure was derived. Also, if the horse operation didn't have a profit objective, the taxpayer wouldn't have abandoned it. </li> <li> Taxpayer operated a steeplechase training and racing stable that primarily made money by racing its horses to win purses. The taxpayer carried on her steeplechase activity in a businesslike manner, maintained complete and accurate books and records, had expertise in steeplechase training and racing, employed competent help and engaged expert consultants. The taxpayer personally performed time-consuming, physically exhausting, and dirty manual and menial labor at the stables, including shoveling horse manure, in an effort to reduce costs. While the taxpayer may have grown up training and racing horses, enjoyed steeplechase training, and loved to ride, she did no steeplechase racing in this country and employed professional jockeys to ride the stable's horses in all races. </li> <li> Taxpayer, although fully employed elsewhere, operated a horse breeding operation for profit where she (1) conducted the operation in a businesslike manner (as evidenced by detailed financial records, a separate bank account, and a business plan, which was modified as needed); (2) increased her expertise in pedigrees and bloodlines by consulting with experts and reading an industry journal, and demonstrated that expertise by serving as a judge at horse shows; (3) spent significant time and effort on the horse breeding activities; and (4) didn't ride the horses she bred. These factors outweighed the fact that the taxpayer's breeding activities had never had a profitable year. The Tax Court also held that the taxpayer had profitably engaged in similar activities in the past, based on the taxpayer's successful operation of a medical billing service. </li> <li> Taxpayers operated a horse training and breeding business for profit even though they had losses in their first eight years. They demonstrated a profit motive by advertising, promotions, professional trainers, maintaining insurance, keeping records, abandoning unprofitable methods, and the amount of time they devoted to the horses in addition to maintaining unrelated full time positions. The taxpayers also demonstrated that the activity could recoup early losses through future earnings and appreciation, and that taxpayer husband's successfully started two unrelated business ventures and made them profitable. They refrained from riding the horses for pleasure and traveling with them to all activity related events. </li> <li> Despite an earlier determination (by the same judge) that taxpayer didn't have a profit motive (footnote 61, above), the Tax Court found taxpayer's continued and modified operations demonstrated the requisite profit motive. The taxpayer had extensive personal expertise, expended significant time on the activity, had a reasonable expectation that the assets would appreciate in value, and had success in other breeding activities. Though he still didn't show a profit, taxpayer, after studying new methods and consulting experts, demonstrated a profit motive by doubling his breeding program through a change from live cover to artificial insemination (which allowed his stallions to breed with more mares and maximized fertilization opportunities, ultimately producing more horses to sell and/or breed). He also worked with veterinarians while they performed the procedure, purchased artificial insemination equipment, and hired a veterinarian to work at his ranch. Taxpayer maintained breeding records, foaling records, records of purchases, sales, deaths and maintenance of his horses, and a database of his mares' breeding habits on a computer. In addition, the taxpayer used industry standard forms and contracts, and registered his breeding activity. </li> <li> Taxpayers' horse boarding activity was conducted for profit. They had the necessary expertise and experience, maintained business-like records, conducted a word-of-mouth campaign to attract customers, and were generally able to rent out more than half of their available stalls. Their losses were largely due to vagaries in the price of hay, and taxpayers took steps to control these costs. Moreover, in connection with the activity, taxpayers expended significant time (including significant travel time between their home and their stables) and significant physical effort, and made out-of-pocket expenditures that were a rather large part of their total income—34% and 46%—for the two tax years in question. </li> <li> Taxpayers' horse breeding activity was conducted for profit. They had significant experience training horses, consulted with appropriate experts, conducted the activity in a businesslike manner, advertised in trade magazines, and attended seminars. In addition, they kept records, and made changes in their methods, in a manner consistent with an intent to improve profitability. They devoted considerable time to, and handled all material aspects of, the activity. They didn't have substantial income or capital from other sources, and devoted all of their savings from their only wage-earning activities to the horse breeding activity. </li> <li> A taxpayer's horse breeding activity was engaged in for profit. He kept better records for that activity than for his wife's cosmetology business, which IRS had agreed was entered into for profit. He had no other job, so he could devote full time to the undertaking. He had consulted experts, and had an informal business plan. One factor in the taxpayer's favor was his attempt to save money and adopt different strategies as he attempted unsuccessfully to make his business profitable. He learned how to take care of the horses himself to save on veterinarian bills, and undertook, when there was a drought that drove up feed prices, to grow his own feed. The taxpayer's personal motives didn't underlie his choice of activities. He seldom rode the horses, and the work he undertook, rising early to feed the horses, cleaning the barns, and staying up all night with sick or pregnant horses, could hardly be described as pleasurable. Although he lost a lot of money, the losses were mostly a result of circumstances beyond his control, and there was considerable evidence that he had attempted to make a profit. </li> <li> Taxpayers had a profit motive for their horse-breeding activities despite running losses for ten years (over $400,000 in total), including all of the years at issue. The court noted no motive other than profit could explain “their willingness to persist in an activity that had become so frustrating and unpleasant.” Although their intent to turn a profit was “objectively” unreasonable, it was their genuine subjective intent. Taxpayers' record-keeping involved a shoebox, but it was adequate for their purposes. They weren't wealthy business people dabbling in horses in their spare time: the wife worked with the horses full time; and the husband devoted all of his nonworking hours to them. And the time spent wasn't in riding horses or attending horse shows, but in grueling, strenuous labor. They had a rudimentary business plan: to weather the loss years and maintain a herd of at least 40 to retain zoning status as an equestrian center. They spent nine years and a substantial amount of funds to clear title to one horse, a purebred Arabian stallion, solely in an attempt to generate profit. Taxpayers' middle class status meant they couldn't afford to maintain the horse activity simply for pleasure if they had no hope of future profits. </li> <li> Taxpayers generally conducted their horse breeding in a businesslike manner, they adapted their plan over time to take into account changing circumstances, and identified potential sources of significant future revenue. The taxpayers showed extensive expertise in the area, spent substantial amounts of time devoted to the operation, and offered well-reasoned justifications for decisions to heal one horse that had prospects, while putting down another horse where they determined the cost to heal her exceeded her projected selling price. These positives offset their sloppy recordkeeping and limited advertising. </li> <li> After success as a nightclub owner, taxpayer acquired property on which horses were boarded and held it for two years primarily motivated by the hope it would appreciate. He then relocated, built a premier training facility, hired experts, became knowledgeable about racing strategies, and devoted substantial time to horse-related activities. He was asked by peers to run for leadership positions in professional horse racing organizations, and lobbied for horse racing interests. His record-keeping system was rudimentary, but sufficient for making informed business decisions. Taxpayer suffered losses (some of which were due to unfortunate circumstances, such as the quarantine and death of several horses) while in the long start-up phase for horse-related activities, but his occasional successes were sufficient to support expectations of eventual profits (e.g., one of his horses was nominated to run in Triple Crown races). While taxpayer was engaged in the social and enjoyable aspects of the business in the earlier years, he thereafter shifted to the less pleasurable area of horse training. The Tax Court held taxpayer established a profit-seeking motive after relocating to the new property, so his losses were disallowed for the first two years at issue and allowed for the later years. But the Seventh Circuit held that taxpayer could deduct his losses for all years at issue, as it believed that the taxpayer's activities in the first two years were preparatory to entering the business and not simply a hobby that later grew into a business. The Seventh Circuit didn't believe that the taxpayer's involvement in horse racing associations in the first two years was merely social and enjoyable but was more in the nature of serving on a corporate board. </li> <li> In what the Tax Court termed a close case, it held taxpayer's activities of purchasing, breeding, and racing horses were profit-motivated. The key factor was taxpayer's reliance on a very successful and experienced trainer, who not only worked with taxpayer's horses but was a co-owner. Because the trainer clearly operated with a profit motive, his substantial involvement lent credence to taxpayer's motivation as well. The court conceded taxpayer took personal pleasure from the activities and had a long history of losses. But it noted that had substantial offers to buy some of his horses been accepted, profits could have been generated in several years. The court also found taxpayer operated his activities in a business-like manner, maintaining thorough and accurate records, and selling horses and otherwise adjusting his business practices in a manner consistent with profit-seeking. </li> <li> Taxpayers conducted their Arabian horse-breeding activities in a business-like manner, using a CPA for financial recordkeeping and a specialty law firm to draft contracts. They developed detailed annual business plans and engaged in extensive advertising and promotional activities. The large number of horses sold by taxpayers, though not resulting in profits most years, showed they weren't merely keeping them as pets. They didn't track their holdings on a horse-by-horse basis but kept sufficient records to make business decisions. They relocated from Florida to California in an attempt to increase profits. They worked full time on the activity, developed a high level of expertise, and relied on qualified outside experts when appropriate. They suffered losses of roughly $1 million a year for a long period (longer than the normal start-up period), but this coincided with a difficult economic climate for Arabian horses and particular problems encountered by taxpayers. And taxpayers did show a substantial profit in one year. </li> </ul> </div>\n\n<div>Numerous decisions under Code Sec. 162 , relating to deductions for a trade or business, for tax years beginning before the enactment of Code Sec. 183 in 1970 are applicable as a guide in determining whether an activity's a for-profit trade or business, because the regs under Code Sec. 183 are largely distilled from these cases.</div>\n\n<div>Many of these decisions hold that raising and maintaining horses for breeding and racing purposes is a trade or business under Code Sec. 162 and that losses incurred in connection with the activities are deductible. On the other hand, deductions were sometimes disallowed on the ground that taxpayer was carrying on a hobby rather than a business.</div>",
        "topics": [
          {
            "topic_1": "hobbies or for profit activities, breeding, racing, etc.  as",
            "topic_0": "Horses"
          },
          {
            "topic_2": "personal pleasure  motive",
            "topic_1": "horse breeding, racing, etc.",
            "topic_0": "Not-for-profit activities"
          },
          {
            "topic_2": "horse breeding, racing, etc. activity",
            "topic_1": "personal pleasure, elements  of",
            "topic_0": "Not-for-profit activities"
          }
        ],
        "indexdata": [
          [
            "Horses",
            "hobbies or for profit activities, breeding, racing, etc.  as"
          ],
          [
            "Not-for-profit activities",
            "horse breeding, racing, etc.",
            "personal pleasure  motive"
          ],
          [
            "Not-for-profit activities",
            "personal pleasure, elements  of",
            "horse breeding, racing, etc. activity"
          ]
        ],
        "ancestor": "M-5800",
        "id": "icc574b362f6211db9654c7f8ee2eaa77",
        "fn": {
          "PLCITE": [
            "Sec. 213(a) , PL 91-172 , 12/30/69 (at note to Code Sec. 183 )"
          ],
          "CSLINK": [
            "17 AFTR 2d 895",
            "TC Memo 1990-353",
            "TC Memo 1979-433",
            "63 TC 375",
            "6 AFTR 7253",
            "TC Memo 1988-558",
            "TC Memo 1967-186",
            "TC Memo 2000-76",
            "TC Memo 1992-356",
            "104 AFTR 2d 2009-7830",
            "TC Memo 1991-156",
            "TC Memo 1999-72",
            "17 AFTR 2d 1241",
            "TC Memo 1998-304",
            "TC Memo 2006-15",
            "72 TC 659",
            "TC Memo 2015-109",
            "TC Memo 1979-440",
            "TC Memo 1997-553",
            "TC Memo 2005-28",
            "TC Memo 1967-111",
            "TC Summary Opinion 2010-176",
            "TC Memo 1987-508",
            "TC Memo 2002-9",
            "7 AFTR 9233",
            "TC Memo 1983-206",
            "TC Memo 1993-237",
            "TC Memo 2002-7",
            "TC Memo 2007-368",
            "82 AFTR 2d 98-6229",
            "TC Memo 1969-276",
            "22 BTA 1398",
            "TC Memo 1970-203",
            "TC Memo 1998-312",
            "TC Memo 2015-54",
            "TC Memo 2000-234",
            "28 AFTR 2d 71-5760",
            "TC Memo 1986-542",
            "TC Memo 1984-156",
            "TC Memo 1996-417",
            "TC Memo 1999-25",
            "TC Memo 1997-71",
            "117 AFTR 2d 2016-1351",
            "TC Memo 2007-177",
            "TC Memo 1996-499",
            "TC Memo 1985-620",
            "TC Memo 1993-534",
            "114 AFTR 2d 2014-5450",
            "TC Memo 2000-109",
            "5 BTA 1055",
            "86 AFTR 2d 2000-5639",
            "TC Memo 1992-26",
            "TC Memo 2000-288",
            "TC Memo 2014-253",
            "TC Memo 1989-657",
            "TC Memo 1989-653",
            "TC Memo 2000-309",
            "TC Memo 1998-330",
            "TC Memo 1966-259",
            "TC Memo 1990-621",
            "TC Memo 1988-467",
            "TC Memo 1996-39",
            "16 AFTR 390",
            "37 TC 1058",
            "TC Memo 1993-519",
            "TC Memo 1998-349",
            "TC Memo 1993-352",
            "84 AFTR 2d 99-7050",
            "TC Summary Opinion 2007-117",
            "83 AFTR 2d 99-2360",
            "TC Memo 2011-188",
            "TC Memo 1967-241",
            "TC Memo 2014-233",
            "TC Memo 1978-113",
            "TC Memo 2010-216",
            "72 TC 411",
            "TC Memo 1989-249",
            "TC Memo 1993-40",
            "76 AFTR 2d 95-6013",
            "61 AFTR 2d 88-914",
            "TC Memo 1994-185",
            "TC Memo 1988-183",
            "TC Memo 1985-389",
            "TC Memo 1998-367",
            "15 AFTR 122",
            "82 AFTR 2d 98-5289",
            "TC Memo 1992-188",
            "TC Memo 1992-184",
            "TC Memo 1999-92",
            "84 AFTR 2d 99-6001",
            "45 AFTR 373",
            "TC Memo 1998-89",
            "13 AFTR 415",
            "TC Memo 1964-276",
            "TC Memo 1998-205",
            "TC Memo 2014-74",
            "TC Memo 1997-475",
            "TC Memo 2009-220",
            "117 AFTR 2d 2016-549",
            "117 AFTR 2d 2016-933",
            "29 BTA 1041"
          ]
        },
        "snippet": "<div class='snippet'>For purposes of the “hobby loss rule,” which disallows deductions attributable to activities not engaged in for profit except as specifically provided under the Code, whether an activity is a hobby or is engaged in for profit is determined by taking into account certain objective factors, see ¶  M-5800 et seq.</div>\n<div class='snippet'>&hellip;In the following situations, horse operations weren't engaged in for profit: <ul> <li> Taxpayer, a full-time sales representative, failed to devise or follow an operating plan for his Arabian horse breeding activity. It was unclear whether taxpayer intended to create a breeding herd or show horses, or to train or teach in the field. </li> <li> The only activities of taxpayer's ranch during the years at issue were the feeding, care, and training of one to three horses and the training of taxpayer's children to enter 4-H horse shows. The 4-H program rules prohibited the parent from being in the business of raising, showing, breeding, or training horses for third persons for compensation. When the taxpayer's children became too old to participate in 4-H activities, the ranching ended. </li> <li> Taxpayers' only daughter excelled at riding horses, and their horse breeding activity didn't make a profit in any of its nine years of operation. Taxpayers didn't change their methods of operation&hellip;</div>",
        "sectionHeading": "Federal Tax Coordinator Analysis (RIA)"
      },
      "highlightedText": null,
      "score": 0.5391671,
      "rank": 1,
							"tagScores": {			 	
									"profit motive or objective": 	0.55	,
									"appreciation of assets or property": 	0.27	,
									"activity engaged in for profit": 	0.62	,
									"hobby loss rules applicable to horses": 	0.88	,
									"multiple activities or single activity": 	0.05	,
									"effect of unforseen or fortuitous circumstances":	0.53	,
									"Carrying on activity in a business-like manner": 	0.59	,
									"presumed to be engaged in for profit":	0.53	,
									"Changes in carrying on an activity":	0.20	,
									"hobby loss rules and entities": 	0.47	,
									"preparatory stages of an activity": 	0.54	
							   },				
							 "tagRanks": {				
									"profit motive or objective": 	9	,
									"appreciation of assets or property": 	9	,
									"activity engaged in for profit": 	9	,
									"hobby loss rules applicable to horses": 	9	,
									"multiple activities or single activity": 	9	,
									"effect of unforseen or fortuitous circumstances":	9	,
									"Carrying on activity in a business-like manner": 	9	,
									"presumed to be engaged in for profit":	9	,
									"Changes in carrying on an activity":	9	,
									"hobby loss rules and entities": 	9	,
									"preparatory stages of an activity": 	9	
							   },									
      "totalAnswerCandidates": 45426,
      "provenance": {
        "provenance": {
          "RETRIEVE": {
            "_name": "TaxElasticsearchRetriever",
            "index": "ftc_20170509_trta_1.1"
          },
          "RANK": {
            "_name": "AnswerStrategy$$Lambda$25/1863655430"
          },
          "ENRICH": {
            "_name": "SeekerTaxApplication$$Lambda$28/1966355106"
          },
          "SELECT": {
            "_name": "DummyTaxAnswerSelector"
          }
        }
      }
    },
    {
      "id": "M-5866",
      "source": {
        "par": "M-5866",
        "xref": [
          "M-5810",
          "M-5815"
        ],
        "title": "M-5866 Relationship between land appreciation and profit motive of an activity.",
        "text": "<div>Where an activity is conducted on land, whether appreciation in the value of the land is a factor in determining whether the activity is conducted for profit depends on whether the conduct of the activity and the holding of the land are a single activity or separate activities, determined under the rules discussed at ¶  M-5810 et seq. Thus, in a situation where taxpayers originally purchased land for personal use and enjoyment and only later used it for a horse-boarding operation, the holding of the land for appreciation and the horse-boarding activities were separate.</div>\n\n<div>Appreciation in the value of land on which a taxpayer operated a quarter horse farm at a loss for eight years didn't prove he had an expectation of appreciation in assets used in the horse farming activity. The appreciation was due to the land's location, and not to the use to which it had been put. Further, the taxpayer's choice of the land (in terms of its location and its lack of horse farm facilities), coupled with his construction of residential dwellings five years before a show barn, indicated (in addition to other factors) that the taxpayer's objective was the realization of the eventual appreciation from the property rather than profits from the horse farm. Taxpayer also didn't prove he had any ownership interest, and therefore expectation of appreciation, in the most profitable horse kept on the farm. The horse had died before its value could be maximized through breeding fees.</div>\n\n<div>The Tax Court found that, although taxpayer's horse ranch appreciated in value, the appreciation was not attributable to its value as a horse ranch, but rather as residential property. Taxpayers' personal residence was located on the property, and the valuation on which taxpayers relied was based on a comparison of the property's value with other residential properties, rather than ranches.</div>\n\n<div>Similarly, the Tax Court found that although taxpayer's peach farm appreciated in value during the period taxpayer owned it, the increase was unrelated it its potential as a profitable peach farm. It concluded taxpayer was not engaged in peach farming for profit since he didn't hire a competent manager to operate the farm and did not attempt to determine the likelihood of commercial success in Arizona, whose climate is not generally suited to peach farming.</div>\n\n<div>Where the taxpayer was conducting a horse-breeding operation which was otherwise without profit motive, there was no evidence that she held the ranch land with a view to selling it at a profit.</div>\n\n<div>Taxpayers' farming activity consisted of repairing fences and clearing some land around their home. They neither engaged in livestock operations nor attempted to plant crops. Their farming activity did not reduce the net cost of carrying the land, because they had no gross income from farming whatsoever in the years in question. Thus, the profit from the appreciation of their farmland could not be attributed to farm activities ( ¶  M-5815 ). In these circumstances, the court found taxpayers had no profit motive and disallowed their farm losses.</div>\n\n<div>The Tax Court rejected taxpayer's contention that his horse breeding operation was a for profit activity because he anticipated the appreciation of the value of the farm and the revenue from new clients attracted to his accounting practice would offset losses from his horse breeding operation. The taxpayer failed to introduce evidence about the value of the farm and the amount of revenue generated by the new clients. The court found that the farm had not been bought with the intent to profit from the increase in value and that any additional accounting revenues would merely have lessened the taxpayer's concern about horse breeding losses. But appreciation in the value of land used in a horse breeding and boarding activity may explain taxpayer's willingness to continue the activity despite operating losses extending over several years.</div>\n\n<div class='match' >A district court held that the appreciation in value of farm land where a horse-breeding activity was operated could be considered in determining whether the activity was conducted with a profit objective. The appreciation in value of the farm did not occur as a result of the horse-breeding activity, but was due to the unrelated increase in value of the land for residential development. Despite the lack of any relationship between the farm's appreciation in value and the horse breeding activity, the court concluded that a jury could reasonably have determined that both elements were part of the taxpayers' profit expectation in the same activity. The court concluded that the appreciation in value of the farm could be seen as a hedge against the present operating losses of the horse breeding activity. The unrelated farm appreciation supported the jury verdict that the taxpayers possessed a profit motive, notwithstanding the substantial annual losses produced by the horse breeding activity over the span of many years. <strong><div class='ria'>RIA observation:</strong> The district court made no attempt to distinguish cases like Stubblefield (footnote 39.1) which require a relationship between the appreciation in asset value and the activity in question in order to use asset appreciation as part of the profit motivation analysis.</div> </div>\n\n<div>That the ranches where taxpayers conducted their unprofitable cattle-raising and deer-herding activities appreciated in value during the time they conducted those activities did not indicate that they engaged in those activities with a profit motive, because the appreciation was substantially less than the cumulative losses, and taxpayers conceded that they did not acquire the ranch properties for speculative appreciation.</div>",
        "topics": [
          {
            "topic_2": "land appreciation",
            "topic_1": "not-for-profit activities",
            "topic_0": "Appreciated property"
          },
          {
            "topic_1": "breeding, racing, etc. as not-for-profit activity",
            "topic_0": "Horses"
          },
          {
            "topic_3": "profit motive, relationship between appreciation and",
            "topic_2": "appreciation",
            "topic_1": "not-for-profit activities",
            "topic_0": "Land. See also &quot;Real estate&quot;"
          },
          {
            "topic_3": "profit motive, relationship between appreciation and",
            "topic_2": "land",
            "topic_1": "appreciation of assets",
            "topic_0": "Not-for-profit activities"
          },
          {
            "topic_2": "profit motive, relationship between appreciation and",
            "topic_1": "land appreciation",
            "topic_0": "Not-for-profit activities"
          }
        ],
        "indexdata": [
          [
            "Appreciated property",
            "not-for-profit activities",
            "land appreciation"
          ],
          [
            "Horses",
            "breeding, racing, etc. as not-for-profit activity"
          ],
          [
            "Land. See also &quot;Real estate&quot;",
            "not-for-profit activities",
            "appreciation",
            "profit motive, relationship between appreciation and"
          ],
          [
            "Not-for-profit activities",
            "appreciation of assets",
            "land",
            "profit motive, relationship between appreciation and"
          ],
          [
            "Not-for-profit activities",
            "land appreciation",
            "profit motive, relationship between appreciation and"
          ]
        ],
        "ancestor": "M-5800",
        "id": "icbb97ea62f6211db9654c7f8ee2eaa77",
        "fn": {
          "CSLINK": [
            "71A AFTR 2d 93-3359",
            "72 TC 411",
            "TC Memo 1988-480",
            "88 AFTR 2d 2001-6055",
            "TC Memo 1986-535",
            "TC Memo 2007-177",
            "TC Memo 2000-127",
            "TC Memo 1996-499",
            "82 AFTR 2d 98-6229",
            "TC Memo 1987-404",
            "TC Memo 1997-417",
            "TC Memo 1990-630"
          ]
        },
        "snippet": "<div class='snippet'>Where an activity is conducted on land, whether appreciation in the value of the land is a factor in determining whether the activity is conducted for profit depends on whether the conduct of the activity and the holding of the land are a single activity or separate activities, determined under the rules discussed at ¶  M-5810 et seq. Thus, in a situation where taxpayers originally purchased land for personal use and enjoyment and only later used it for a horse-boarding operation, the holding of the land for appreciation and the horse-boarding activities were separate.</div>\n<div class='snippet'>&hellip;A district court held that the appreciation in value of farm land where a horse-breeding activity was operated could be considered in determining whether the activity was conducted with a profit objective. The appreciation in value of the farm did not occur as a result of the horse-breeding activity, but was due to the unrelated increase in value of the land for residential development. Despite the lack of any relationship between the farm's appreciation in value and the horse breeding activity, the court concluded that a jury could reasonably have determined that both elements were part of the taxpayers' profit expectation in the same activity. The court concluded that the appreciation in value of the farm could be seen as a hedge against the present operating losses of the horse breeding activity. The unrelated farm appreciation supported the jury verdict that the taxpayers possessed a profit motive, notwithstanding the substantial annual losses produced by the horse breeding activit&hellip;</div>",
        "sectionHeading": "Federal Tax Coordinator Analysis (RIA)"
      },
      "highlightedText": null,
      "score": 0.41434523,
      "rank": 5,
					"tagScores": {			 	
							"profit motive or objective": 	0.47	,
							"appreciation of assets or property": 	0.81	,
							"activity engaged in for profit": 	0.92	,
							"hobby loss rules applicable to horses": 	0.65	,
							"multiple activities or single activity": 	0.22	,
							"effect of unforseen or fortuitous circumstances":	0.65	,
							"Carrying on activity in a business-like manner": 	0.56	,
							"presumed to be engaged in for profit":	0.93	,
							"Changes in carrying on an activity":	0.99	,
							"hobby loss rules and entities": 	0.16	,
							"preparatory stages of an activity": 	0.82	
					   },				
					 "tagRanks": {				
							"profit motive or objective": 	8	,
							"appreciation of assets or property": 	8	,
							"activity engaged in for profit": 	8	,
							"hobby loss rules applicable to horses": 	8	,
							"multiple activities or single activity": 	8	,
							"effect of unforseen or fortuitous circumstances":	8	,
							"Carrying on activity in a business-like manner": 	8	,
							"presumed to be engaged in for profit":	8	,
							"Changes in carrying on an activity":	8	,
							"hobby loss rules and entities": 	8	,
							"preparatory stages of an activity": 	8	
					   },							
      "totalAnswerCandidates": 45426,
      "provenance": {
        "provenance": {
          "RETRIEVE": {
            "_name": "TaxElasticsearchRetriever",
            "index": "ftc_20170509_trta_1.1"
          },
          "RANK": {
            "_name": "AnswerStrategy$$Lambda$25/1863655430"
          },
          "ENRICH": {
            "_name": "SeekerTaxApplication$$Lambda$28/1966355106"
          },
          "SELECT": {
            "_name": "DummyTaxAnswerSelector"
          }
        }
      }
    },
    {
      "id": "M-5876",
      "source": {
        "par": "M-5876",
        "xref": [
          "M-5801",
          "M-5892"
        ],
        "title": "M-5876 Unforeseen circumstances—effect on “for profit” determination for purposes of hobby loss rules.",
        "text": "<div>Losses from unforeseen or fortuitous circumstances, such as drought, disease, fire, other involuntary conversions, or depressed market conditions don't indicate that the activity isn't engaged in for profit for purposes of the rules discussed at ¶  M-5801 et seq. Thus, there was a profit motive where land was leased to sharecroppers during years that taxpayer was unable to operate it due to lack of farm equipment during the wartime and postwar shortages. </div>\n\n<div>Where a taxpayer, because of his failing health, was unable to devote a great deal of time or energy to his company's affairs, these circumstances explained why the company was not profitable, as opposed to establishing a lack of profit objective, especially in light of the company's earlier profitability and the taxpayer's success in taking steps to improve the company's performance in later years. </div>\n\n<div>A doctor (taxpayer), an avid sailor who previously had bought and sold a series of sailboats at a profit, had a profit motive for a yachting activity he engaged in with his professor-wife where an unfortunate combination of events prevented him from actually realizing a profit. He bought a 50-foot racing sailboat (at a bargain price) in order to join a sailing association that held annual races and promised sponsorship income to its members. He expected to profit by getting sponsorships, forming a franchise league for sailboat racing, boat chartering, and reselling the boat. The boat, which was crewed mostly by professionals, sailed in several races and chartered trips, and was featured in a clothing catalogue and a deodorant commercial. However, the drug companies taxpayer had expected as sponsors (because of his profession) came under Congressional investigation, the sailing association disbanded, he lost two principal charterers, the international racing rules changed, and the imposition of a luxury tax caused industry layoffs. Additionally, taxpayer was sidelined by bypass surgery and was beset by malpractice suits and other financial pressures, including embezzlement by his pension plan administrator, to the point where he couldn't keep the boat in first-class condition. </div>\n\n<div>On the other hand, a plastic surgeon (taxpayer) could have foreseen the excessive repair and restoration costs that resulted in the losses he claimed for activities relating to a luxury Feadship (top-of-the-line) yacht he bought knowing it was in a distressed condition. Although taxpayer had no expertise in owning, restoring or chartering yachts, or in buying them for resale, a good faith, diligent and timely investigation into the condition of the yacht and the nature of the luxury yacht charter business would have eliminated most of the surprise as to those costs, and would have given him the information necessary to make a reasoned and calculated attempt to make the venture profitable. </div>\n\n<div>A series of misfortunes didn't prevent finding a profit motive where taxpayer tried planting different crops on his farm, but sales were low due to competition from larger, more sophisticated farms. He attempted to raise cattle, but most of them died from an infection caused by a rare parasite in water they had been drinking. He tried to establish a duck preserve; however, the farm had no watershed of its own. </div>\n\n<div>Taxpayers, husband and wife, raised and bred horses on their farm “for profit” despite a history of losses. The losses were the result of unforeseen circumstances beyond taxpayers' control, and they adjusted their activities accordingly. Before heart problems and injuries from a car accident forced her to cut back, the wife spent about 35-40 hours a week managing the farm's day-to-day operations, and was also active in several horse industry organizations. When the husband lost his job as a nurse anesthetist, the couple filed for bankruptcy to protect and maintain their investment in the horse activity, and were required by the bankruptcy court to make monthly payments on the mortgage they had incurred to buy horses. A foal produced by taxpayers' prize-winning mare suffered a leg injury and had to be put to sleep. Failing to sell any horses, taxpayers planned to begin boarding and training horses, teaching classes, and operating a tack shop to sell horse equipment. The contractor they hired to build a large barn for use in those activities went bankrupt, so taxpayers built several smaller barns to reduce some of their boarding costs. </div>\n\n<div class='match' >Taxpayers' horse breeding and racing operation was held to be an activity engaged in for profit, despite a consistent history of losses, where those losses were in part due to unforeseen and unfortunate circumstances beyond taxpayers' control which abruptly ended the racing careers, and in some instances the lives, of several of their horses. For example, five horses died in accidents at the racetrack, one died after producing a foal, two developed tendon problems, and one developed a flesh-eating disease. </div>\n\n<div>But in another case, taxpayers' claim that unforeseen circumstances, such as an injury to their stallion, a foal's death, and another horse's bowed tendon, caused the losses they sustained in their horse breeding activities for the years at issue failed to persuade the court that they had a profit motive for those activities. While taxpayers claimed that a horse expert had said the stallion would have been profitable if he hadn't been injured, the stallion's performance in competition was never better than the intermediate dressage level. It was unknown whether the stallion would have reached the highest dressage level if he hadn't been injured, or if taxpayers' horse operations would have been profitable absent the injuries to the other horses. Moreover, taxpayers failed to show that the actions they took to correct their operations after those unforeseen events were intended to make the horse breeding more profitable. Also, these events occurred at least five years before the first year at issue. Similarly, the unforeseen circumstances cited by taxpayers—characterized as mishaps and injuries that contributed to the failure of their first prize stallion to reach his full potential—did not satisfactorily account for the history of losses (for 23 of 26 years) from their horse-related activity (showing and breeding “cutting horses”) and, thus, taxpayers didn't prove a profit motive. The mishaps included colic suffered by the horse, remedial training required to reverse undesirable training given the horse by a hired trainer, ankle injuries suffered by taxpayer-wife (W) that kept her from riding for six months, a crippling leg injury suffered by the horse, and a failed attempt to lease the horse for breeding. However, the colic and retraining took place during the two years the taxpayers earned significant profits and the taxpayers didn't explain why they didn't seek another rider for the horse while W was injured. The court rejected taxpayers attempts to characterize their activity as a lengthy startup period (11 years) spent developing the first prize stallion's value, followed by the period of mishaps, and then by a lengthy period developing the value of a second prize stallion. </div>\n\n<div>Despite losses over several years, taxpayers' farm operation was an activity engaged in for profit. Taxpayers in the thoroughbred breeding business suffered unforeseen losses from a high rate of abortion in the brood mares, which occurred because the pastures on which they were grazing were contaminated with a toxic fungus. The taxpayers replanted 45 acres of pasture land at a substantial cost and purchased several well-bred mares to enhance its thoroughbred business. During this period, however, the entire southeast entered into a severe four-year drought. As a result, the first two or three efforts in reestablishing the pastures were unsuccessful. In addition, there was a drastic drop in the average and median prices for yearlings throughout the thoroughbred industry. Although the taxpayers experimented with new sources of revenue such as boarding polo ponies (which generated substantial revenues), this activity was hindered by the severe droughts, which limited the farm's grazing potential and the number of polo horses that could be boarded at any given time. Further, taxpayers lost one of their best clients, whose polo career ended when he was shot. </div>\n\n<div>Similarly, taxpayer's horse breeding operation was considered an activity engaged in for profit, even though taxpayer had suffered losses over several years, because some of the losses were due to unexpected setbacks. Taxpayer had tried to breed Paso Fino-quality horses, but when he realized that he didn't have the mares to do so and was instead merely selling “pleasure” and “performance” quality horses, he sought to improve his stable. But because one mare in stock always produced twin offspring (an undesirable trait in the Fino horse industry), taxpayer “pinched off” one of the mare's ovaries each time it was bred so it delivered only one offspring. This, and taxpayer's decision to use embryonic transfers (another expensive procedure), caused taxpayer to incur increased veterinary costs. After another of taxpayer's horses, purchased for $30,000, failed to meet expectations, taxpayer gelded it and then sold it for only $2,000. When another horse suffered a broken hoof after kicking its stall, taxpayer incurred $5,000 in veterinary bills in the hope of fixing the horse's gait and thus maintaining its value. And taxpayer was forced to euthanize a five-day-old foal with an arthritic condition. </div>\n\n<div>Severe unforeseeable weather conditions and taxpayer's attempts to make his farm land more productive were factors indicating that taxpayer had a profit motive. </div>\n\n<div>Taxpayer's losses over 15 years of cattle farming didn't prove the absence of profit motive where they experienced two hurricanes, cattle disease, cattle food poisoning, and a drought. One taxpayer suffered allergic reactions from some of the farm work. They operated the farm in a business-like manner, followed the advice of experts, and devoted 40 hours per week each to working on the farm. </div>\n\n<div>Although taxpayer's farm produced losses for ten years in a row, much of his losses were caused by storms, diseases, and other unexpected events. He never used the farm as a showplace. He had operated another farm profitably. </div>\n\n<div>Another taxpayers' losses could be explained by the fact that three horses out of seven available for racing suffered broken knee or ankle bones, a promising horse bought for racing two years earlier proved to be of little value and was sold for a loss, and another promising horse developed the dangerous habit of running into its stall and was sold. </div>\n\n<div>Similarly, taxpayers had a profit motive for their show horse farm, although they suffered a severe setback when their most promising horse had to be destroyed. </div>\n\n<div>Where damage to the yacht prevented the tax year in question from being profitable, but the owner of the yacht chartering operation intended to make a profit, and actually made a small profit in the preceding tax year, the court ruled that a business won't be turned into a hobby merely because the owner finds it pleasurable. </div>\n\n<div>A ski lodge was an activity entered into for profit, despite eight years of losses, where, shortly after taxpayer entered the lodging market, it was saturated with competitors, there were a number of years of below average snowfall, and a gasoline shortage kept skiers away. </div>\n\n<div>A timber farm was a for-profit activity despite taxpayers' failure to cut and sell any of the timber during the years in issue. Soon after taxpayers bought the timber farm, timber prices fell dramatically in the U. S. and remained below the estimated costs petitioner would incur to harvest the timber. Accordingly, taxpayers postponed the cutting, harvesting, and sale of any of the standing timber on the timber farm. The court rejected IRS's argument that because of taxpayers' failure to cut and sell any of the timber during the years in issue, taxpayers' activity should be regarded only as startup activity, not an existing trade or business or for-profit activity. Typically, on a timber farm individual trees are harvested only once every 35 to 60 years. Nothing indicated that the taxpayers ever abandoned their profit objective with regard to the timber farm: they simply deferred cutting and selling the timber because of an unexpected decline in timber prices. </div>\n\n<div>Where taxpayer's rental apartment was in a run-down, high crime area, her inability to find a tenant for ten years didn't negate a profit motive. </div>\n\n<div>Taxpayer sustained losses every year from his jet charter service, but was held to have a profit motive in part because the losses were partly due to unforeseen safety problems with his jet. </div>\n\n<div>Similarly, the Tax Court found that taxpayer's airplane leasing business was operated for profit, despite a record of increasing losses. The first year loss wasn't surprising because the airplane wasn't available for service until December and was therefore rented for only a few hours of flying time. The losses in the two succeeding years were due to the deaths of a key employee and most of the pilots in an airplane crash. This ended nearly all charter activity at the airport and effectively doomed the enterprise but didn't disprove taxpayer's profit motive in the first year. </div>\n\n<div>In another airplane activities case, the taxpayer—who never reported a profit from his jet service activity during its six years' duration—claimed, unsuccessfully, that his losses from the activity were due to an unforeseen circumstance, namely the failure of an initial public offering (IPO) that would have resulted in a profitable level of need for his jet service. But, in fact, the losses were preventable by the taxpayer, as he had the option to sell back his interest in the jet after the failure of the IPO, and didn't do so. The court said the evidence showed that the taxpayer's keeping his interest in the jet—as well as his later trading up to a more expensive jet—reflected his decision that the convenience of personal travel by private jet, and perhaps the tax benefits of losses from the jet service activity, justified the costs of continuing ownership of the interest.</div>\n\n<div>A taxpayer entered into a land development venture and bought a bulldozer for use in the venture. Because of various legal problems, the taxpayer was unable to develop the land. The taxpayer attempted to find a profitable use for the bulldozer, but was unsuccessful. The inability to make a profit was due to unforeseen circumstances and didn't show a lack of a profit motive. Moreover, the taxpayer's attempt to sell the bulldozer didn't show that the taxpayer was withdrawing from the business, since, although the taxpayer was unable to rent the bulldozer, it remained available for rental. </div>\n\n<div>A taxpayer's continuing losses in his cattle-raising activity didn't indicate a lack of profit motive where some of the losses were due partly to drought and depressed market conditions. Economic constraints prevented him from entering into a planned stocker-calf operation (in which weaned calves are bought, fattened on pasture and sold for profit). To maximize his farmland's productivity, he went into a cow-calf operation (in which cows are bred and calves are sold). </div>\n\n<div>Another taxpayer had a profit motive although he was forced to reduce operations because of a labor shortage during war years. But a taxpayer's claim that losses of yacht chartering activity were due to unforeseen circumstances (repeated equipment failures and seller's and manufacturer's failures to correct the yacht's defects) was rejected. Taxpayer didn't conduct the preliminary investigation expected from someone motivated primarily in making a profit, that would have alerted him to the likelihood of some of the problems. </div>\n\n<div>Taxpayer's argument that her growing losses in the operation of her bookkeeping and tax service were caused by the poor economic conditions and beyond her control was rejected because she didn't prove that poor economic conditions contributed to her losses. </div>\n\n<div>Taxpayers' argument that losses from their dog-breeding activity were caused by progressive retinal atrophy (PRA), a degenerative disease of the retina that causes blindness in dogs, was rejected. Though the taxpayers asserted that this disease caused an unanticipated increase in expenses because they were required to purchase new stock for breeding, in fact, the taxpayers didn't know that any of their dogs even had PRA until after the years in issue. The taxpayers' losses were largely the result of the high cost of dog boarding and handling, and not from the purchase of breeding stock. PRA didn't have a significant impact on the taxpayers' dog-breeding activity during the tax years in question. </div>\n\n<div>The Sixth Circuit, reversing the Tax Court's finding that the taxpayers' activities were not engaged in for profit, held that beyond controversy the losses suffered by taxpayers engaged in fish farming, Christmas tree, timber, and row crop undertakings were caused at least in part by unanticipated, drought, heat, and deer damage during the years at issue. The Tax Court had rejected this argument because the taxpayers didn't attempt to quantify losses attributable to each cause, and didn't specify whether the drought took place during the years in which they had or had not planted crops. In addition, the Tax Court reasoned that while the taxpayers alleged that farmers in the area suffered from deer depredation, not only did they not introduce evidence that deer damage contributed to their losses, evidence suggested that there were salt licks on the property to attract deer and other animals. On the other hand, the Six Circuit reasoned that evidence that salt licks and feed boxes had been placed on the taxpayers' farm in no way proved the inherently absurd speculation that the taxpayers had deliberately schemed to destroy their crops by attracting ravenous deer onto their farm. To the contrary, the taxpayers' activities could have been more logically construed to lure deer away from the crops, to areas where they could be easily hunted, in order to promoting the well being of the taxpayers' farm. </div>\n\n<div>A decline in the horse breeding market wasn't an unforeseen circumstance where the taxpayer failed to conduct even a basic investigation of the profitability of horse breeding before beginning the activity. Therefore, the taxpayer couldn't use the purportedly unexpected decline in market conditions to support his position that he had a profit motive with respect to the activity. </div>\n\n<div>A taxpayer couldn't explain away her substantial losses (more than $1.1 million over 14 years) from breeding, raising and racing thoroughbred horses by arguing that unforeseen events negatively affected her activities, where she took no steps to put herself in a position to earn the substantial profit necessary to recoup those losses. The events taxpayer cited—death of one broodmare, barren broodmare, poor performance of racing thoroughbreds, and negative economic conditions—were not of a type that should have caught her by surprise. </div>\n\n<div>Taxpayers argued that their nearly 20 years of losses in cattle-raising and deer-herding activities were due to unforeseen circumstances beyond their control—namely, price fluctuations and drought conditions during that period. The Tax Court found that, on the basis of climate and meteorological data, no drought seems to have occurred during the period and in the region at issue, and that, even if drought had occurred there, that the “unforeseen circumstances” were not in fact unforeseen. Taxpayer-husband was raised on a cattle ranch in the part of the country where he conducted his operations, and knew or should have known that the region was susceptible to drought, and that beef prices often fluctuated. </div>\n\n<div>The unforeseen or fortuitous event must cause the loss or losses at issue in order to be a factor favorable to the taxpayer claiming the loss. Thus, a taxpayer couldn't rely, as a reason for his losses, on the lameness of a horse which he acquired and was training, supposedly for sale at a profit, where the taxpayer couldn't prove that he intended to sell the horse, the value of the horse at the time it went lame or the profit that would have been made on the supposed sale (taking into account the original purchase price of the horse and the cumulative expenses associated with it). For a summary of the multiple factors taken into account by the Tax Court in concluding that the horse breeding and training activity in Drummond (footnote 28.1) wasn't engaged in for profit, see ¶  M-5892 . Similarly, a hurricane that caused damage to property taxpayer owned in another state and misfortunes suffered in taxpayer's computer service business were only tangentially related to taxpayer's cattle ranching activity and thus weren't unforeseen circumstances responsible for the continued (seven year) losses from the cattle ranching activity. The hurricane damage was, in fact, resolved within a relatively short period, impacting only one winter. And, because taxpayer's level of involvement in ranch affairs remained the same before and after the reverses to his computer business, they were not a convincing reason for losses suffered on the ranch. Nor, were drought conditions in the area of the ranch unforeseen circumstances excusing losses since taxpayer knew of the lack of rainfall in the area before purchasing the land he used for grazing. Thus, taxpayer should have been aware of the need to plan for such conditions if he truly intended to make a profit from his property. Rather, seven years after the purchase of the land, an irrigation system was still not in place. </div>\n\n<div>Taxpayer argued his efforts to earn a profit from his farm were hampered when one of his horses fell into a ditch and died, and when cougars and an English bulldog killed some of his sheep and pygmy angora goats. He also argued that his fir trees had a long growing cycle, thus delaying a harvest. But taxpayer's farm losses were disallowed. No profits were realized in five years of operations. Taxpayer and his wife spent just 10 to 20 hours a week working on the farm. And all meat they “harvested” from their animals was consumed; none was sold. </div>\n\n<div>Taxpayer should have known that his activity of metal mining and refining involved dangerous or hazardous chemicals subject, at least to a minimal degree, to environmental regulation and that therefore environmental compliance would be a cost of doing business rather than an unforeseeable circumstance preventing him from making a profit. </div>",
        "topics": [
          {
            "topic_1": "not-for-profit activities, losses due to depressed conditions",
            "topic_0": "Depression"
          },
          {
            "topic_1": "not-for-profit activities",
            "topic_0": "Disaster losses"
          },
          {
            "topic_1": "not-for-profit activities",
            "topic_0": "Involuntary conversion"
          },
          {
            "topic_2": "unforeseen circumstances",
            "topic_1": "losses",
            "topic_0": "Not-for-profit activities"
          },
          {
            "topic_2": "losses, unforeseen",
            "topic_1": "chartering activity",
            "topic_0": "Yachts"
          }
        ],
        "indexdata": [
          [
            "Depression",
            "not-for-profit activities, losses due to depressed conditions"
          ],
          [
            "Disaster losses",
            "not-for-profit activities"
          ],
          [
            "Involuntary conversion",
            "not-for-profit activities"
          ],
          [
            "Not-for-profit activities",
            "losses",
            "unforeseen circumstances"
          ],
          [
            "Yachts",
            "chartering activity",
            "losses, unforeseen"
          ]
        ],
        "ancestor": "M-5800",
        "id": "icbe93cb82f6211db9654c7f8ee2eaa77",
        "fn": {
          "CSLINK": [
            "72 TC 28",
            "36 AFTR 834",
            "TC Memo 2008-224",
            "82 AFTR 2d 98-5375",
            "TC Memo 1997-128",
            "TC Memo 2003-86",
            "86 AFTR 2d 2000-5655",
            "55 AFTR 2d 85-302",
            "TC Memo 1999-372",
            "TC Memo 2004-215",
            "TC Memo 1997-401",
            "TC Memo 1992-9",
            "TC Memo 1999-83",
            "TC Memo 1997-503",
            "TC Memo 1997-71",
            "TC Memo 1981-632",
            "83 AFTR 2d 99-2987",
            "TC Memo 2008-235",
            "TC Memo 1996-162",
            "TC Memo 1985-61",
            "96 AFTR 2d 2005-5364",
            "59 TC 312",
            "83 AFTR 2d 99-2549",
            "TC Memo 1998-397",
            "TC Memo 1983-165",
            "TC Memo 1986-116",
            "TC Memo 1988-292",
            "TC Memo 1997-54",
            "85 AFTR 2d 2000-1418",
            "TC Memo 1995-176",
            "79 AFTR 2d 97-2168",
            "82 AFTR 2d 98-5289",
            "TC Memo 1990-105",
            "TC Memo 2000-127",
            "TC Memo 1993-472",
            "TC Memo 2016-69",
            "TC Memo 1983-188",
            "TC Memo 1992-542",
            "TC Memo 1981-550",
            "TC Summary Opinion 2007-73",
            "TC Memo 2005-188",
            "TC Memo 1968-79",
            "TC Memo 2004-4",
            "84 AFTR 2d 99-7050",
            "TC Memo 1997-475",
            "88 AFTR 2d 2001-6055",
            "TC Memo 1987-308",
            "TC Memo 1998-367",
            "TC Memo 1990-45"
          ],
          "TREG": [
            "Reg § 1.183-2(b)"
          ]
        },
        "snippet": "<div class='snippet'>Losses from unforeseen or fortuitous circumstances, such as drought, disease, fire, other involuntary conversions, or depressed market conditions don't indicate that the activity isn't engaged in for profit for purposes of the rules discussed at ¶  M-5801 et seq. Thus, there was a profit motive where land was leased to sharecroppers during years that taxpayer was unable to operate it due to lack of farm equipment during the wartime and postwar shortages. </div>\n<div class='snippet'>&hellip;Taxpayers' horse breeding and racing operation was held to be an activity engaged in for profit, despite a consistent history of losses, where those losses were in part due to unforeseen and unfortunate circumstances beyond taxpayers' control which abruptly ended the racing careers, and in some instances the lives, of several of their horses. For example, five horses died in accidents at the racetrack, one died after producing a foal, two developed tendon problems, and one developed a flesh-eating disease. &hellip;</div>",
        "sectionHeading": "Federal Tax Coordinator Analysis (RIA)"
      },
      "highlightedText": null,
      "score": 0.3717949,
      "rank": 7,
						"tagScores": {			 	
								"profit motive or objective": 	0.92	,
								"appreciation of assets or property": 	0.50	,
								"activity engaged in for profit": 	0.94	,
								"hobby loss rules applicable to horses": 	0.23	,
								"multiple activities or single activity": 	0.48	,
								"effect of unforseen or fortuitous circumstances":	0.88	,
								"Carrying on activity in a business-like manner": 	0.93	,
								"presumed to be engaged in for profit":	0.30	,
								"Changes in carrying on an activity":	0.13	,
								"hobby loss rules and entities": 	0.81	,
								"preparatory stages of an activity": 	0.36	
						   },				
						 "tagRanks": {				
								"profit motive or objective": 	7	,
								"appreciation of assets or property": 	7	,
								"activity engaged in for profit": 	7	,
								"hobby loss rules applicable to horses": 	7	,
								"multiple activities or single activity": 	7	,
								"effect of unforseen or fortuitous circumstances":	7	,
								"Carrying on activity in a business-like manner": 	7	,
								"presumed to be engaged in for profit":	7	,
								"Changes in carrying on an activity":	7	,
								"hobby loss rules and entities": 	7	,
								"preparatory stages of an activity": 	7	
						   },							
      "totalAnswerCandidates": 45426,
      "provenance": {
        "provenance": {
          "RETRIEVE": {
            "_name": "TaxElasticsearchRetriever",
            "index": "ftc_20170509_trta_1.1"
          },
          "RANK": {
            "_name": "AnswerStrategy$$Lambda$25/1863655430"
          },
          "ENRICH": {
            "_name": "SeekerTaxApplication$$Lambda$28/1966355106"
          },
          "SELECT": {
            "_name": "DummyTaxAnswerSelector"
          }
        }
      }
    },
    {
      "id": "M-5840",
      "source": {
        "par": "M-5840",
        "xref": [
          "M-5800",
          "M-5832",
          "M-5838",
          "M-5855"
        ],
        "title": "M-5840 Carrying on hobby in a manner similar to a profitable activity—hobby losses.",
        "text": "<div>Under the hobby loss rules, deductions attributable to an activity not engaged in for profit are limited, see ¶  M-5800 et seq. All facts and circumstances must be taken into account in determining whether an activity's engaged in for profit, see ¶  M-5832 et seq.</div>\n\n<div>One indication of a profit motive is if an activity's carried on in a manner that's substantially similar to other activities of the same nature that are profitable.</div>\n\n<div class='match' >In the following situations, the court examined the manner in which the taxpayer conducted the activity to determine whether it was conducted in a manner similar to activities engaged in for profit of the same kind: <ul> <li> Actress-model. Taxpayer's activities as a part-time actress and model were carried on in a businesslike fashion. She had an agent and kept a journal of her auditions and callbacks. </li> <li> Airplane activities. Taxpayer's activities weren't engaged in for profit where: <ul> <li> taxpayer's records for his aviation maintenance activities were disorganized and unreliable, and consisted solely of receipts, representing only an effort to substantiate deductions claimed. He presented nothing related to income, such as work orders, invoices, or logbooks. He acquired technical expertise in aviation school, but no business expertise or experience. </li> <li> taxpayer, who enjoyed flying, owned one plane and ran a transport company. But he kept shoddy records, had a minimal client base that brought in income substantially below his expenses, made no changes to generate profits, didn't seek expert guidance, and didn't devote much time to the activity. </li> <li> a taxpayer, who was employed full time at his own computer services company, didn't conduct his aircraft rental activity in a businesslike manner. Taxpayer didn't maintain books and records that would allow either for regular or meaningful evaluation of the enterprise's financial health or for the making of informed business decisions. Taxpayer set the rate charged for use of the aircraft in a “strikingly” unbusinesslike manner by calling other businesses, inquiring what they charged, and establishing a comparable fee. And, taxpayer didn't undertake an analysis of his own expenses, the probable balance of personal versus business use, or his likely break-even point. </li> <li> taxpayer, a licensed airplane pilot and mechanic who, in addition to working full-time for a commercial airline, also engaged in his own airplane activities such as building, improving and flying several small airplanes. The taxpayer didn't engage in those other airplane activities in a businesslike manner. Although the taxpayer testified that he had developed a business plan (to build airplanes from kits and sell them for a substantial profit), he also acknowledged that, during the years at issue, his airplane activity was “a pencil and paper operation.” Other than income tax returns, flight logs, and a business license (issued during the last month of the last year at issue), the taxpayer didn't offer into evidence any written documentation of his business plans or projections, payroll or other employee records, sales contracts he claimed to have entered into, or any other business records about his airplane activity. </li> </ul> </li> <li> Amway distributorship (or similar direct marketing activity). Where the manner in which taxpayers conducted their distributorship activity (e.g., freely incurring expenses with no realistic plan for recouping them, maintaining detailed records for substantiation purposes but not for use as tools to increase the likelihood of profit (see ¶  M-5838 ), and relying only on the advice of insiders who stood to profit from taxpayers participation (see ¶  M-5855 )) virtually precluded any possibility of realizing a profit, they didn't prove they had a profit motive. Although the court recognized the business reasons for taxpayers recruiting of “downline” distributors (i.e., to benefit as “upline” distributors under Amway's bonus program, and to earn commissions on the downline distributors' sales), while selling products to customers and downline distributors at cost, it found the likelihood of taxpayers achieving their bonus point goals (their break-even point) was unrealistic, given that they recruited only family, friends and acquaintances to be downline distributors. And despite four years of losses, taxpayers had failed to change tactics to increase the likelihood of earning a profit. On the other hand, a taxpayer engaged in a similar direct marketing operation was held to be engaged in a profit-seeking activity where he kept records of income and expenses, and of the success rates of his mailings and the size of his customer base. He changed methods and products to improve results. Although he didn't have a formal business plan, the manner in which he conducted the activity evidenced an informal business plan. In addition, he didn't derive personal pleasure from the operations, and didn't use the business as an excuse to disguise personal travel as business trips. </li> <li> Boat chartering. Taxpayer's activities were engaged in for profit where: <ul> <li> taxpayer investigated a number of boat brokers and charter operators; invested in a particular boat for reasons that indicated profit potential was his primary motivation; used charter facilities near his home so he could monitor the charter operation and minimize expenses by doing his own maintenance and upkeep; and negotiated a favorable management agreement that guaranteed a minimum level of revenue and incorporated incentives to encourage the management company to maximize charter revenues. </li> <li> taxpayer, an avid sailor who had profited from selling sailboats in the past, bought a 50-foot racing sailboat (at a bargain price) in order to join a sailing association that held annual races. The boat's good design, decent size, deck layout, good sails, stable platform, and its reasonable price, made it well-suited for racing-related charters. In addition to using a broker, taxpayer also advertised in newspapers and yachting magazines, maintained a Web site, sent out promotional materials, and placed the boat in “the most visible” regattas. A separate bank account was maintained for the sailboat venture. Taxpayer's wife, who was experienced in the couple's real estate business activities, kept careful books and records of the boat's income and expenses. Taxpayer sought to cut costs by dismissing the boat's full-time captain, hiring crew only as needed, refinancing the boat, and having it reappraised to lower insurance rates. </li> <li> the taxpayers worked out a five-year projection and determined they could make a profit on their operation. They advertised and sought innovative techniques for promoting their operation. They continually looked for methods to improve the boat and their service to make their business more attractive to potential customers, and for ways to cut their costs. </li> </ul> Taxpayer's activities weren't engaged in for profit where: <ul> <li> a medical doctor entered the yacht chartering business and didn't investigate the income projections of the seller, devoted little time to the activity, and didn't personally carry on any chartering activity. </li> <li> a plastic surgeon (taxpayer) with no yacht-owning experience or written business plan, spent more than $3.5 million to buy and restore a luxury Feadship (top-of-the-line) yacht. It was represented that the yacht was being sold under distress conditions, and could be restored and resold at a substantial profit. A written marine survey set forth the yacht's fair market value and a replacement cost more than three times that amount, but the survey was made before the yacht had been pulled out of the water, and so didn't account for the rust and corrosion to the steel hull. Although the survey didn't include an estimate of restoration costs, taxpayer didn't independently investigate the costs or set up a budget for them. Nor did he properly monitor the work. </li> <li> taxpayers didn't operate their yacht-chartering activity in a business-like manner: the taxpayers used a marina for their yacht chartering activity even though they believed that the marina prohibited commercial usage of its slips; they failed to enforce compliance with the terms of a chartering agreement that they entered into with a yachting club; they maintained inadequate records of the business and pleasure use of the yacht; and they purchased a pleasure boat insurance policy that was never upgraded to apply to commercial usage. </li> <li> the taxpayer went into the yacht chartering business through his S corporation without determining whether it was realistic to expect sufficient revenues to earn a profit. Although the operation kept proper records, produced advertising brochures, and dealt with the taxpayer as an outsider, there was no investigation of the chances of earning a profit. </li> </ul> </li> <li> Cattle farming/ranching. Taxpayer's activities were engaged in for profit where: <ul> <li> the taxpayer used good business practices similar to those he had developed for his business of selling and servicing filters for automatic and diesel equipment. He showed good business judgment in trying to minimize the costs of preparing for cattle the pasture land he bought. When it became clear that he couldn't successfully maintain a stocker-calf operation, he immediately began a cow-calf operation to keep his pastures grazed and to reduce his losses. </li> <li> the taxpayer pursued his cattle farm operation with much of the same dedication and devotion he applied to making his toolmaking business a success. Before starting the farm, he consulted with several experts who had extensive experience raising cattle. He continued to consult experts during the farm's operation, and also subscribed to weekly and monthly cattle farming publications. He spent about 50 hours a week working on the farm, and employed a local agricultural extension agent to work with him there. </li> <li> the taxpayer employed competent farm consultants and resident farm managers in the operation of the farm and tried to develop a reputation for his breeding herd by showing the animals, which won a number of local and area prizes over the years. When the breeding herd failed to produce a profit, he tried to convert his losses into profits by growing tobacco and starting a feeder cattle operation. When the feeder cattle operation failed to produce a profit, it was abandoned. </li> <li> taxpayer hired an experienced live-in ranch hand to manage the day-to-day operations of his cattle breeding operations. Although taxpayer didn't have a written business plan for the operation, he kept an expense ledger and anticipated that the activity would start to show a profit once his herd reached 100 “productive” cows, he tripled his herd during the years at issue. Taxpayer's failure to advertise for on-site customers wasn't fatal; the advertising wasn't necessary because the cattle was sold at off-site auctions for prices that were in line with market prices. </li> </ul> Taxpayer's activities weren't engaged in for profit where: <ul> <li> an airline pilot, who was about to retire, conducted his cattle raising activities to provide his family with a place to live and to keep himself occupied during his spare time while employed and full-time after retirement. He kept no records of the animals' characteristics or bloodlines when he began the cattle breeding operation. The small size of the herd resulted in a low volume of sales. </li> <li> a general partner didn't operate his cattle breeding partnerships in a businesslike manner. His reliance on the seller of some cattle for information about the value and anticipated sales of the assets acquired showed poor business practice. He executed a sales contract without specifying the number of cattle and embryos to be purchased, and allowed embryo transplant operations to be performed outside the herd manager's ranch in violation of the original sales contract. </li> <li> the taxpayers, who engaged in an embryo transplant cattle and miniature horse breeding activity, didn't operate the activity in a business-like manner, had little time to devote to the activity and ignored the continuing losses from the activity. </li> <li> the taxpayer carried on his cattle-raising activity in a “markedly casual manner.” He made no serious effort to make an informed business judgment on the economic prospects of his venture over a series of seven consecutive tax years in which it produced a loss. He didn't maintain business records for the activity. The farm on which the taxpayer conducted this activity wasn't suitable for cattle farming. Taxpayer made no attempt to seek expert advice from the county extension agent with respect to raising cattle. </li> <li> the taxpayers—who continued to acquire significant acreage, improve it, and put cattle on it —realized losses every year for fourteen years and never came close to making a profit from their cattle ranch. They spent limited time working the ranch and failed to maintain formal books and records, e.g., a ledger, a budget, or a meaningful business plan. While they kept all expense receipts to substantiate ranch-related expenses, this was more indicative of good tax planning than a for-profit business. The taxpayer's assertion that he expected the cattle ranch to provide retirement income based on the successful breeding of cows was undermined by the lack of breeding and calving records and by the taxpayers' sale each year of all their female calves. </li> <li> the taxpayers (husband and wife) with no previous farming experience bought an 80-acre ranch where they maintained approximately 25 cattle and 60 sheep. The husband was a successful engineer, and also ran a profitable consulting service. The wife had some experience raising game birds, and the couple unsuccessfully tried to use the ranch for that purpose. The couple then switched to livestock. But there was no evidence to show they conducted an analysis or investigation of the profitability of farming in their area; they began buying goats and sheep after learning that neighboring farms were raising those animals. Given the husband's financial and fiscal experience, it was significant that he didn't prepare an analysis of the revenues and expenses the property could achieve with more livestock (either cattle or sheep) to determine whether it could then be operated at a profit. </li> <li> the taxpayer, who was employed full-time at his own computer services company, didn't maintain records for his cattle ranching activity from which he could make a cost accounting or analysis, allowed the land he purchased for grazing to sit unused for six years before placing cattle on it, made only minimal efforts to improve profitability—making a small number of improvements to the ranch over a seven-year period—and didn't have a formal business plan, testifying, instead, that his plan was to “buy cows, feed cows, sell cows.” It was doubtful taxpayer had any plan to profit where he testified, without supporting documents, that he needed to sell about 40 cows to make a profit, but in none of the years at issue had even attempted to place 40 cows on his property. </li> </ul> </li> <li> Computer-equipment sale and leaseback. Taxpayer's activities were engaged in for profit where: <ul> <li> the taxpayer personally researched the transaction, consulted his accountants and accepted their recommendation that more equipment be added at no additional cost to increase the residual value potential of the leased equipment he was purchasing. </li> <li> the taxpayer was a limited partner in an enterprise in which all the parties involved were knowledgeable about the computer industry; the leases had been negotiated at arm's length; an independent appraiser predicted that the residual value of the computer after the lease term would be at least 20% of the partnership's cost. </li> <li> the lessee was a major telephone company that was likely to renew its lease, eliminating problem of finding a new user after the initial lease term, and the useful life of the equipment at the time of the lease was relatively long. </li> </ul> On the other hand, taxpayer's activities weren't engaged in for profit where the taxpayer organized limited partnerships for the purpose of subleasing computer systems that the partnerships would get through a lease from corporations controlled by the taxpayer. The limited partnerships never subleased any of the computer systems, nor could the taxpayer show that any significant attempts were made to sublease the systems. </li> <li> Condominium rental. Taxpayer's activities weren't engaged in for profit where taxpayer's friend wanted to buy a home for his family but couldn't afford to do it by himself, so taxpayer joined his friend in buying a condominium. Each paid one-half of the down payment and was liable on the purchase price mortgage. Taxpayer's friend and his family lived in the condo and made all of the mortgage payments. He didn't pay any rent to taxpayer, except to the extent he paid taxpayer's half of the monthly mortgage payments. The Tax Court found that taxpayer engaged in the condominium activity to accommodate his friend rather than to make a profit. </li> <li> Delivery service. Taxpayer's activities were engaged in for profit where: taxpayer delivered x-rays from a hospital to a medical center and returned them the next morning. She got the job with a successful bid of $50 because she knew that the person who held the contract before she did had been paid that much. She increased her bid the following year because she believed that the cost and trouble of transporting the x-rays was worth more than $50 a month. In computing the bids, she took into account the amount of out-of-pocket expenses (gas, etc.) she would incur plus the costs of any necessary extra trips. There was a penalty if she failed to deliver and pick up the x-rays on time. On days when she worked late at her regular job or took off, she arranged for one of her children to do the work for her. </li> <li> Dog breeding. Taxpayer's activities were engaged in for profit where: <ul> <li> a geologist left her profession to do work in a dog breeding activity. She worked 80-100 hours a week, and her husband worked 20-30 hours a week, in the operation. Although there were losses in the start-up years, they decreased steadily, and, eventually, a profit was realized. Taxpayers were certified by a national organization of dog groomers and won several national championships with dogs they bred and groomed. </li> <li> the taxpayers, husband and wife with full-time jobs, built a kennel adequate to house the dogs used in their dog breeding activities and acquired supplies and equipment suitable for raising them. They exhibited their dogs at shows in attempts to establish a good reputation for their kennel, so that they could demand a higher price for their puppies. Furthermore, they advertised and sent cards to prospective customers to spur sales and kept records necessary to keep track of the kennel's profitability. </li> </ul> On the other hand, taxpayer's activities weren't engaged in for profit where only five of taxpayer's 28 dogs generated any income, taxpayer didn't maintain any records that tracked income and expenses attributable to particular dogs, taxpayer didn't have any business plan, didn't do anything to develop a strategy that would make the activity profitable, and, even though the activity generated persistent losses, didn't alter the manner in which she conducted the activity to increase the likelihood of a profit. </li> <li> Equipment leasing. Taxpayer's activities were engaged in for profit where the taxpayer leased solar water heating systems. Taxpayer bought the equipment under an arrangement obligating him to lease it, for a seven-year period, to another corporation that would, in turn, sublease it to homeowners. He wasn't obligated further during the initial seven-year lease term, when there was a guarantee of rental income. Taxpayer's leasing of computer equipment to his law firm was a profit-seeking activity. He was an astute businessman and attorney who earned substantial income from his law practice in part through his expertise in operating the equipment. He set the leasing business up on the advice of his accountant to replace wage income with rental income. He collected rent on the leases except for the years at issue when the firm's income was off. He conducted the operation in a businesslike manner, and there was no element of personal pleasure involved. </li> <li> Exotic animal farm. Taxpayer's activities weren't engaged in for profit where an osteopath operating an exotic animal farm didn't keep an inventory, a medical history, or nutrition record on his animals. He had no experience in managing this type of farm and didn't seek advice. He kept the animals in very poor surroundings, increasing their mortality and reducing their market value. </li> <li> Farming. Taxpayer's activities were engaged in for profit where the taxpayer, who was also a partner in a law firm during the tax years in issue, conducted his farming activity in a businesslike manner. He hired an accountant experienced in farm accounting to review and maintain his records which were accurate and timely. He consulted with state officials on how to improve his farm's prospects. He implemented new farming techniques and introduced new crops. He regularly experimented with new sources of revenue, two of which were very successful. The court rejected IRS's arguments that taxpayer's failure to prepare detailed feasibility studies and his failure to hire outside managers or consultants indicated that the farm wasn't operated in a businesslike manner. On the other hand, taxpayer's activities weren't engaged in for profit where the taxpayer worked on his farm in his spare time and his primary occupation (as a physician) prevented him from doing the work on the farm that he conceded was necessary to make it profitable. Moreover, he didn't expand either his farm or his herd of cattle even though he believed that the expansion was necessary for the farm to be profitable. The Fourth Circuit emphasized the fact that the taxpayer was aware of steps he might have taken, but failed to take, to improve the farm's profitability. And an attorney (taxpayer), who had no previous farming experience, wasn't engaged in apple and hardwood timber farming activities with a profit motive where he didn't conduct the activity in a businesslike manner (i.e., he didn't have a written business plan, didn't separate apple and timber activity expenses, didn't prepare budgets, and offered no proof of the number of trees planted, their cost or their condition) didn't consult experts, didn't have employees, spent only one day a month on the activities, incurred losses over the 14–16 years he engaged in the activities, and had a vacation home on the property. Here, at most, the taxpayer had an investment, if, as he claimed, he was waiting for the hardwood trees to mature (in 40 years) to recover his costs, and turn a profit. </li> <li> Fishing. Taxpayer's activities were engaged in for profit where; <ul> <li> the taxpayers participated in a noncontractual franchise in which they were allowed to use the name of Couple Assn. of Sport Tournaments (CAST)—which organized and hosted bass fishing tournaments—in their region and to keep part of the gross receipts in return for paying all expenses. Taxpayers, who devoted substantial amounts of their time to their fishing activity, widely advertised and engaged in numerous promotional activities. They regularly consulted an expert on fishing tournaments and kept detailed business records and mailing lists. They continued to study and perfect new techniques to improve the quality and profitability of their fishing activity (e.g., by soliciting local sponsors for lodging and meals and by arranging for a corporate sponsor to pay the taxpayers' boat show booth fees in exchange for publicity). </li> <li> the taxpayer, who was able to arrange his work schedule so that he spent only 26 weeks a year on his electrical contractor job, devoted significant time and effort in operating his commercial fishing boat. Taxpayer maintained adequate books and records, changed his operating methods to reduce costs and increase efficiency, refinanced the boat to reduce interest expense, designed and developed mechanical devices to save money and reduce crew costs, chartered his boat out during down time and performed all maintenance work on the fishing gear. </li> <li> the taxpayer, an experienced harpoon fisherman, established a separate bank account for his fishing activity and kept logs of weather and tide conditions. The fact that he was unable to fish one year because the fishing quota was filled at an unexpectedly early date didn't indicate the lack of a profit motive. </li> </ul> Taxpayer's activities weren't engaged in for profit where: <ul> <li> the taxpayer, an avid fisherman and boat owner, outfitted his boat for commercial fishing but failed to systematically devote his efforts to commercial fishing. The taxpayer limited his commercial fishing activities to weekend trips; chartered his boat to sport fisherman; entered sport fishing tournaments using his commercial boat; used a sport fishing technique (trolling) rather than the technique (bottom fishing) that was the standard practice among successful local commercial fisherman. Furthermore, the taxpayer didn't determine the potential profitability of the operation before he began fishing. </li> <li> the taxpayer, an attorney representing his client, won an $800,000 judgment against the owners of a fishing boat. The owners went bankrupt and the boat was auctioned off. Taxpayer bought the boat, built three years earlier at a cost of $700,000, for $100,000. For several years, taxpayer relied on his client to find experienced fishermen to operate the boat, but its fishing activities didn't show a profit. Thereafter, taxpayer entered into an informal profit-sharing arrangement with a commercial fisherman under which the boat was operated by a corporation owned by the fisherman's son. Taxpayer lent the company various amounts of money to finance the activity, but the boat again failed to make a profit. Taxpayer still owns the boat. Taxpayer's intent in buying the boat and engaging in its fishing activities was to help his client and to try to collect his attorney's fees. Taxpayer didn't carry on the activity in a businesslike manner, had no expertise in the fishing business, didn't consult expert advisers, devoted only a small amount of time to the activity, never turned a profit and should have had no reasonable expectation that the assets used in the fishing activity would ever appreciate in value. </li> <li> the taxpayer, an accomplished recreational fisherman, failed to conduct his tournament fishing activity in a manner consistent with a profit objective. Factors evidencing a lack of profit objective included: taxpayer's full-time managerial position at a car dealership; his failure to assess chances of recouping cumulative expenses from unprofitable years; entering only weekend tournaments; inconsistent reporting of tournament winnings, unsophisticated method of retaining expense records that hindered his ability to determine progress toward profitability, and failure to seek expert advice on how to make his fishing profitable. </li> </ul> </li> <li> Horse breeding, racing, training and showing. Taxpayer's activities were engaged in for profit where: <ul> <li> the taxpayer-spouses engaged in the activity of breeding and racing quarter horses. The husband worked on this activity virtually all weekends while he worked as a miner, and nearly every day when he was injured. The wife, a full-time bookkeeper, worked at least 20 hours a week in the horse breeding and racing operation. They hired top horse trainers and used the services of professional jockeys and a veterinarian. </li> <li> taxpayer maintained adequate records, operated his horse breeding activity in a businesslike manner, had extensive expertise about horse breeding, expended significant time on his breeding activity, had a reasonable expectation that the assets used in the activity would appreciate in value, and had success in previous breeding activity </li> <li> the taxpayer operated his horse breeding and racing activity in a business-like manner by maintaining accurate records of his activity, hiring a trainer, paying experts to care for his horses, advertising the sale of his horses in trade journals, selling foals, training and racing those horses who had a potential to win races, and modifying his business plan as needed. </li> <li> taxpayers who registered with the Arabian Registry as breeders kept complete financial books and records for their Arabian horse-related activities, as well as detailed records on the horses and their training. They consulted with a noted horse expert, built a barn, stable and arena, and advertised their horses by showing them at horse shows. Their business plan appropriately considered the costs of operating the horse-related activities. They minimized expenses by building most of the barn, stable and exercise area themselves, and reduced daily feed costs by buying the hay from a neighbor. They negotiated reduced purchase prices for their horses by offering a foal for a reduction in the cash price. </li> <li> the taxpayer placed ads in local newspapers and magazines when he wanted to sell a horse or offer a stallion for stud services. He also stopped purchasing thoroughbreds when he determined he couldn't profit from the undertaking. </li> <li> the taxpayer took more than a year to buy a new mare to replace one that died, out of concern with maintaining as high a quality of bloodline as possible. He held two geldings as the operation's only horses for a period of time, although a profit could have only been achieved by selling them. Both horses had achieved great success as show horses and were of considerable value to taxpayer as an advertisement of the quality of his horses. </li> <li> the taxpayers (husband and wife) operated a farm on which they bred, trained, and sold horses. The wife spent substantial time cleaning, feeding, grooming and training horses, while her husband, a doctor, performed routine medical care and maintained the land, built and repaired fences, worked in the barn and occasionally cared for the horses. Taxpayer's children worked several hours a day riding and doing barn work. Complete and accurate books and records were kept. Various methods were used to maintain breeding productivity. Efforts were made to minimize expenses and considerable time was spent advertising and selling the horses. </li> <li> two married airline employees operated a farm on which they bred and trained quarter horses and held rodeos. They advertised, consulted with experts, built a barn and arena, hired professional rodeo companies and a professional trainer, kept financial records as their accountant requested, had a separate checking account for the business, bought mares in foal, registered their horses with the American Quarter Horse Association, and abandoned the business as soon as they were convinced it would be unprofitable. Although they had no written business plan their business plan was evidenced by their actions. </li> <li> although taxpayers had no written business plan, the fact that they had a plan—to earn money by breeding top horses to run in superior races—was evidenced by their actions and attempted changes to improve profitability. The taxpayers consulted with knowledgeable individuals about horse breeding and began to “breed up” by upgrading their brood mares and the stallions with which they were bred. The plan produced foals that performed better at the racetrack. </li> <li> the taxpayer kept complete and accurate books and records, culled the herd, advertised in trade publications, and sent prize horses to stallion parades. Although the operations weren't profitable, the largest losses occurred when taxpayer was changing the horse operation from part-time to full-time and decreased once full-time activities began. </li> <li> the taxpayers generally conducted their horse breeding in a businesslike manner, they adapted their plan over time to take into account changing circumstances, and identified potential sources of significant future revenue. The taxpayers showed extensive expertise in the area, spent substantial amounts of time devoted to the operation, and offered well-reasoned justifications for decisions to heal one horse that had prospects, while putting down another horse where they determined the cost to heal her exceeded the projected price in selling her. These positives offset their sloppy recordkeeping and limited advertising. </li> </ul> Taxpayer's activities weren't engaged in for profit where: <ul> <li> investors in horse programs didn't attempt to compel certain companies that were managing the activities to (1) account for the proceeds of these activities or (2) meet the companies' obligations under certain agreements, they didn't engage in the activities with a profit objective. Although a taxpayer may leave the conduct of his business to others (i.e., managers), any prudent investor would require periodic accountings from these managers. Further, a prudent investor would have inquired as to the identity and quality of the horses they were buying. But two of the programs each consisted of four, unidentified horses that were sold to taxpayers for $400,000. </li> <li> the taxpayers operated a horse farm on a relatively informal basis. They kept their cancelled checks but didn't prepare any books. They carried almost no insurance on the horses and hired professional trainers in only two of 21 years in operation. While they were away from their activity in the winter months, the taxpayers hired untrained part-time employees to feed the horses. They only advertised in years when they wanted to sell a horse and never spent more than a few hundred dollars a year on advertisements. </li> <li> taxpayers, who reported losses for 23 of 26 years of breeding and showing “cutting horses,” didn't conduct their activity, as they contended, in a manner substantially similar to two other breeders, each of whom had run profitable horse operations for about 40 years. Taxpayers (i) kept fewer horses and bred them much less extensively, (ii) didn't enter horses in competition as extensively, and (iii) most importantly, didn't train other people's horses (an activity from which the breeders earned income) and, instead, paid others (in significant amounts) to train their horses. </li> <li> taxpayer showed a lack of concern for cash-flow by failing to maintain books of account, reconcile his bank statement every month (or even open the envelopes containing the statement and canceled checks), or use checks only from the account dedicated to the horse-related activity. </li> <li> taxpayers claimed that their business plan focused on breeding, but they had two of their three stallions gelded and bred the third stallion only with a mare that had a history of foaling failures. In six years, they didn't get a single foal or breeding fee. </li> <li> taxpayers created a business plan for their horse breeding activity, but didn't make decisions in accordance with the plan, or with projections or analyses of the costs required to carry on the activity in a profitable manner. Although they revised their business plan several times, each revision was based on the projections contained in the earlier plans, rather than on actual expenses. </li> <li> although taxpayer kept adequate records for her throughbred horse breeding and racing activities separate from her personal records, and employed a CPA to prepare financial statements, she failed to make meaningful changes in her horse operations despite a 14-year history of significant (over $1.1 million) losses. Her enduring losses of this magnitude without making changes showed she didn't conduct her horse-related activities in a businesslike manner. </li> <li> taxpayers didn't conduct their horse-related activities in a businesslike manner. They didn't have bills of sale for every horse they owned, and insured only some of them. They didn't try to collect debts owed to them. Although they hired professionals to work as grooms, braiders, horseshoers and veterinarians, they bought the horses their teenage daughters wanted. They had records reporting substantial losses (over $300,000 per year), but never developed a written business plan or made a budget. They wrote out “business goals” for the years at issue, but didn't have a plan to achieve those goals. Their testimony that their “business plan” was to buy, train, show and sell horses was merely a description of their horse-related activities; it wasn't a plan. </li> <li> the taxpayers, an emergency room physician and firefighter medic, weren't entitled to treat their Arabian horse breeding and training activities as for-profit because they didn't operate the activity in a business-like manner. Taxpayers didn't track their expenses on a per-horse basis, prepare financial projections evaluating the activity's economic performance, establish a real business plan, keep activity expenses separate from personal expenses, or advertise sale of horse stock in trade magazines, journals, or other written publications. </li> <li> the taxpayers produced virtually no business records for their horse breeding, training, and racing activities other than: income and expense statements prepared with QuickBooks software; a business plan that included only generalized goals for the operation; and a year-by-year narrative account of notable events occurring in the horse-related activities. No records existed before 2002, so the taxpayers couldn't determine their total losses since they began the horse-related activities in 1984. They didn't produce separate records for each of their horses to demonstrate that they tracked breeding results and racing performance. Nor did they produce any records that showed that they reviewed each of their specific horse-related activities of quarter horse racing, thoroughbred racing, breeding, and pinhooking (i.e., buying a young horse and training it to the point it can begin racing) to assess which activities were more profitable. </li> </ul> </li> <li> Investment consulting. Taxpayer, who was employed full-time as an engineer, didn't engage in investment consulting for profit, in part because he didn't conduct those activities in a businesslike manner. Taxpayer didn't have a separate office for these activities; he met clients at restaurants, and prepared client presentations and performed administrative tasks at home. He didn't maintain a separate business telephone line or a separate business bank account, and didn't keep client lists. Although taxpayer contended that he rented space to store the activity's records, he failed to present those records at trial and even testified that he had discarded them. </li> <li> Land clearing. Taxpayer's activities were engaged in for profit where taxpayer, together with a partner, bought a bulldozer for the purpose of developing land. When it turned out that the land couldn't be developed because of a right of way dispute, the partners tried to operate a land clearing business. When the taxpayer determined that his partner wasn't diligent in operating the business, the taxpayer bought out his partner and looked for a new partner. The fact that the taxpayer changed his operating methods in response to the changed conditions weighed in favor of a finding that the taxpayer had a profit motive. </li> <li> Legal practice. Taxpayer's activities were engaged in for profit where the taxpayer devoted substantial time and effort to building her law practice. The practice was the taxpayer's full-time occupation. She maintained regular office hours and performed the typical functions of a sole practitioner attorney. </li> <li> Music. Taxpayer's activities were engaged in for profit where: <ul> <li> the taxpayer, an accountant, worked with a successful producer in promoting songs he wrote and a singer he discovered. He hired a back-up band, rehearsed and booked them, then fired them when they began making problems on the bookings. He signed the singer to management and recording contracts, copyrighted his songs, and established a separate checking account for the business. </li> <li> the taxpayer, a manager and financial backer of musical groups, managed his wife's music career in the same professional and business-like manner as he used in managing and financing other musical acts. He also secured a recording contract for his wife with CBS. </li> </ul> Taxpayer's activities weren't engaged in for profit where: <ul> <li> the taxpayer, a full-time quality engineer, who played guitar with his church choir, didn't conduct his music activity in a business-like manner (failing to keep business books, records or accounts), didn't consult with experts in the music industry, and, besides handing out compact discs, on which he was listed as a contributing guitarist, to some people in the music industry, didn't advertise or promote his activity and made no reasonable efforts to gain recognition as a musician playing Christian music for hire. </li> </ul> </li> <li> Oil and gas drilling. Taxpayer's activities weren't engaged in for profit where the taxpayer organized and promoted a limited partnership to conduct oil and gas drilling activities even though the taxpayer had no previous experience in oil and gas drilling. The entity chosen by the taxpayer to serve as the partnership's placement agent had never established a profitable oil and gas drilling program. The driller chosen by the taxpayer had no previous experience in the oil or gas business. When the driller breached his agreement to provide producing wells, the taxpayer could provide no evidence that he attempted to enforce the terms of the contract. </li> <li> Race car driving. Taxpayer's drag racing activities were conducted for profit where he kept careful separate accounts and developed a business plan. He had substantial expertise in racing and considerable business knowledge, and devoted a good deal of time to it. Taxpayer had an income from other activities but not enough to enable him to engage in drag racing on a nonprofit basis. He incurred losses for seven years while developing the activity, but then acquired a sponsor and earned a small profit. Unexpected loss of the sponsor led to a return to losses. Significantly, when it became clear to taxpayer he wouldn't be able to make the activity profitable, he terminated it. There was an element of personal pleasure in the activity for taxpayer but many aspects that were unpleasant as well, such as heat and discomfort. Taxpayer's activities weren't engaged in for profit where: <ul> <li> a father sponsored his son's racing activities through his wholly owned S corporation. The corporation's stated goal was to sponsor professional sports. No other sports activities were sponsored by the corporation. An oral agreement between the corporation and the son for payment of the son's expenses and salary in return for any factory sponsorship salary was never honored. It was highly unrealistic, in light of his racing record, that the son would ever get a sponsor. </li> <li> taxpayer's failure to procure any substantial sponsorships for his drag racing operation, along with a lack of books, budget, bank account, and business plan, showed that he didn't have a bona fide profit motive. </li> <li> taxpayers didn't operate their drag racing activities in a business-like manner. Despite taxpayers' knowledge about drag racing, race cars and motors they didn't make any concerted effort to improve their performance at competitions by, for example, consulting with expert advisers, or with advisers who could help taxpayers make their activities profitable. Taxpayers didn't attempt to develop a business plan, prepare profit projections, or maintain adequate books and records. Moreover, the court found that taxpayers derived considerable personal satisfaction from the activity. </li> <li> taxpayer was an expert on drag racing but didn't conduct his drag racing activities in a business-like manner, i.e., he maintained no records, had no business plan, didn't create budgets, didn't seek business advice, and expected the cars to appreciate in value independently of the drag racing activities. Taxpayer derived much personal pleasure from his drag racing activities, and his expenses and losses greatly exceeded (by 54 times) the small amount of income (only $2,150) the activities generated. </li> </ul> </li> <li> Real estate sales. Taxpayer's activities were engaged in for profit where taxpayer, who had successfully worked as a real estate salesperson, stopped working for three years after moving to another city, but then got a job there. She joined a local real estate board, actively solicited names from multiple listing books, called on persons who had advertised houses for sale, went on weekly tours of new listings, and sent out circulars and information to people in the area of her office. She showed individuals houses two or three times a week, and interviewed people who were considering listing their houses for sale. </li> <li> Research/writing. Taxpayer, a part-time professor of modern history, had no business plan, kept no books or records for his research and writing activities, commingled personal funds with activity funds, and made no effort to reduce expenses or generate income in the face of consistent losses. </li> <li> Sports memorabilia activities. Taxpayer, a full-time engineer with a side business providing technical software services, didn't conduct his sports memorabilia activities in a business-like manner. He kept receipts for his expenses, but didn't maintain complete and accurate books and records and didn't keep a separate bank account for the activity. He didn't prepare budgets, income statements, balance sheets, forecasts, or any financial statement to show he used his records to improve his bottom line. </li> <li> Tree farm/timber farm. Taxpayers' activities were engaged in for profit where: <ul> <li> the taxpayers carried on their timber farm activity in a business-like manner. They worked hard and long hours on the timber farm, hired competent people to manage and secure the property on a day-to-day basis, and made necessary and significant improvements (e.g., new building, roads and reservoir) to the timber farm. They didn't use the timber farm for personal entertainment, recreation, or retirement. They were creative and innovative in attempting to improve the timber farm and eventually realize a substantial overall net profit. Although taxpayers' homemade bookkeeping system was amateurish, it did capture extensive information and track expenses. </li> </ul> Taxpayers' activities weren't engaged in for profit where: <ul> <li> taxpayers engaged in tree-farming, apiary (beekeeping), and rental activities failed to acquire the necessary local business licenses to sell their produce and didn't maintain any formal business plans, budgets, ledgers, or other accounting records. The taxpayers didn't keep any mileage logs or formal records of payments made to their undocumented workers and failed to keep separate bank accounts.While the taxpayers argued that these were inherently high risk businesses that often require a lengthy start-up period, these activities were conducted well beyond any reasonably start-up period with continual, increasing losses that the taxpayers took no meaningful action to control. Taxpayers' losses were due to their unchecked expenditures and failure to develop a suitable market for their produce. </li> </ul> </li> <li> Writing. Taxpayer's activities were engaged in for profit where: <ul> <li> taxpayer carried on his television and movie screenplay writing activity in a businesslike fashion. Taxpayer hired agents to help him negotiate prices for his screenplays, had numerous contacts in the business, and devoted much time and energy to carrying on this activity. </li> </ul> Taxpayer's activities weren't engaged in for profit where: <ul> <li> some aspects of taxpayer's article and novel writing activity (relating to contemporary political commentary, guns and travel) were conducted in a businesslike manner, but other aspects weren't. Taxpayer maintained records of his expenses and regularly researched and submitted articles and novels to various periodicals and literary agents. But, although his articles weren't accepted for publication (during a 17-year period), he didn't develop a strategy to get published, or make changes in order to succeed. And, taxpayer, who wasn't a gun-testing expert, conducted his testing and incurred gun-related expenses without determining if there was any interest in the articles, and without regard to the income he could objectively earn. </li> </ul> </li> </ul> </div>",
        "topics": [
          {
            "topic_1": "carrying on hobby in a manner similar to profitable activity",
            "topic_0": "Hobby loss rules. See also &quot;Not-for-profit activities&quot;"
          },
          {
            "topic_1": "not-for-profit activities",
            "topic_0": "Land clearing costs"
          },
          {
            "topic_1": "boat-chartering",
            "topic_0": "Not-for-profit activities"
          },
          {
            "topic_1": "computer-equipment sale and  leaseback",
            "topic_0": "Not-for-profit activities"
          },
          {
            "topic_2": "profitable activity, carrying on in manner similar to",
            "topic_1": "conducting of  activity",
            "topic_0": "Not-for-profit activities"
          },
          {
            "topic_1": "farming",
            "topic_0": "Not-for-profit activities"
          },
          {
            "topic_1": "land clearing activities",
            "topic_0": "Not-for-profit activities"
          },
          {
            "topic_1": "profitable activity, carrying on in manner similar to",
            "topic_0": "Not-for-profit activities"
          }
        ],
        "indexdata": [
          [
            "Hobby loss rules. See also &quot;Not-for-profit activities&quot;",
            "carrying on hobby in a manner similar to profitable activity"
          ],
          [
            "Land clearing costs",
            "not-for-profit activities"
          ],
          [
            "Not-for-profit activities",
            "boat-chartering"
          ],
          [
            "Not-for-profit activities",
            "computer-equipment sale and  leaseback"
          ],
          [
            "Not-for-profit activities",
            "conducting of  activity",
            "profitable activity, carrying on in manner similar to"
          ],
          [
            "Not-for-profit activities",
            "farming"
          ],
          [
            "Not-for-profit activities",
            "land clearing activities"
          ],
          [
            "Not-for-profit activities",
            "profitable activity, carrying on in manner similar to"
          ]
        ],
        "ancestor": "M-5800",
        "id": "icb18f04e2f6211db9654c7f8ee2eaa77",
        "fn": {
          "CSLINK": [
            "TC Memo 1994-537",
            "TC Memo 1993-396",
            "TC Memo 2007-309",
            "TC Memo 2014-211",
            "66 AFTR 2d 90-5012",
            "TC Memo 2015-227",
            "TC Memo 1992-190",
            "TC Memo 2004-215",
            "TC Memo 1997-408",
            "TC Memo 2012-231",
            "TC Memo 1993-383",
            "TC Memo 1997-54",
            "TC Memo 1994-125",
            "73 AFTR 2d 94-585",
            "TC Summary Opinion 2013-35",
            "TC Memo 1997-417",
            "TC Memo 2003-285",
            "TC Memo 1998-397",
            "TC Memo 1999-350",
            "TC Memo 2005-166",
            "TC Summary Opinion 2010-176",
            "TC Memo 1990-26",
            "87 TC 1471",
            "TC Memo 2002-9",
            "TC Memo 2004-249",
            "TC Memo 1992-334",
            "TC Memo 1989-685",
            "91 AFTR 2d 2003-1423",
            "96 AFTR 2d 2005-5364",
            "TC Memo 1994-592",
            "TC Memo 1999-163",
            "TC Memo 2003-86",
            "TC Memo 1999-255",
            "102 AFTR 2d 2008-6638",
            "TC Memo 1992-35",
            "TC Memo 2009-41",
            "TC Memo 1992-420",
            "TC Memo 2011-167",
            "TC Memo 1992-542",
            "TC Memo 2003-142",
            "TC Memo 1988-17",
            "TC Memo 1998-454",
            "TC Memo 2002-76",
            "TC Memo 1992-82",
            "88 TC 84",
            "TC Memo 1991-99",
            "TC Memo 1987-608",
            "TC Memo 1984-50",
            "TC Memo 1988-126",
            "94 AFTR 2d 2004-7075",
            "TC Memo 1992-417",
            "TC Memo 2013-125",
            "TC Memo 2000-137",
            "29 AFTR 2d 72-1181",
            "TC Memo 1986-399",
            "TC Memo 1999-372",
            "TC Memo 1994-37",
            "77 AFTR 2d 96-427",
            "62 AFTR 2d 88-5137",
            "TC Memo 2000-356",
            "TC Memo 1994-133",
            "TC Memo 1999-138",
            "TC Memo 1999-208",
            "74 AFTR 2d 94-5841",
            "76 AFTR 2d 95-7397",
            "TC Memo 1993-352",
            "84 AFTR 2d 99-7050",
            "TC Memo 1992-154",
            "TC Summary Opinion 2002-26",
            "TC Memo 1994-24",
            "76 AFTR 2d 95-5127",
            "TC Memo 1982-701",
            "TC Memo 2000-197",
            "71A AFTR 2d 93-3552",
            "TC Memo 2001-266",
            "86 AFTR 2d 2000-5655",
            "TC Memo 1992-379",
            "94 TC 41",
            "TC Memo 1990-70",
            "94 AFTR 2d 2004-5389",
            "TC Memo 1982-506",
            "TC Memo 1983-606",
            "TC Memo 2012-207",
            "TC Memo 2000-182",
            "TC Memo 1994-218",
            "TC Memo 1996-166",
            "TC Memo 2000-378",
            "TC Summary Opinion 2001-155",
            "58 AFTR 2d 86-5894",
            "TC Summary Opinion 2005-86",
            "TC Memo 2000-101",
            "TC Memo 1996-68",
            "TC Memo 1999-93",
            "TC Memo 1993-472",
            "TC Memo 2004-4",
            "TC Memo 1998-367",
            "TC Memo 1987-31"
          ],
          "TREG": [
            "Reg § 1.183-2(b)(1)"
          ]
        },
        "snippet": "<div class='snippet'>Under the hobby loss rules, deductions attributable to an activity not engaged in for profit are limited, see ¶  M-5800 et seq. All facts and circumstances must be taken into account in determining whether an activity's engaged in for profit, see ¶  M-5832 et seq.</div>\n<div class='snippet'>&hellip;In the following situations, the court examined the manner in which the taxpayer conducted the activity to determine whether it was conducted in a manner similar to activities engaged in for profit of the same kind: the taxpayers, who engaged in an embryo transplant cattle and miniature horse breeding activity, didn't operate the activity in a business-like manner, had little time to devote to the activity and ignored the continuing losses from the activity. &hellip;</div>",
        "sectionHeading": "Federal Tax Coordinator Analysis (RIA)"
      },
      "highlightedText": null,
      "score": 0.43512002,
      "rank": 10,
								"tagScores": {			 	
										"profit motive or objective": 	0.89	,
										"appreciation of assets or property": 	0.95	,
										"activity engaged in for profit": 	0.90	,
										"hobby loss rules applicable to horses": 	0.72	,
										"multiple activities or single activity": 	0.17	,
										"effect of unforseen or fortuitous circumstances":	0.66	,
										"Carrying on activity in a business-like manner": 	0.76	,
										"presumed to be engaged in for profit":	0.78	,
										"Changes in carrying on an activity":	0.08	,
										"hobby loss rules and entities": 	0.10	,
										"preparatory stages of an activity": 	0.46	
								   },				
								 "tagRanks": {				
										"profit motive or objective": 	6	,
										"appreciation of assets or property": 	6	,
										"activity engaged in for profit": 	6	,
										"hobby loss rules applicable to horses": 	6	,
										"multiple activities or single activity": 	6	,
										"effect of unforseen or fortuitous circumstances":	6	,
										"Carrying on activity in a business-like manner": 	6	,
										"presumed to be engaged in for profit":	6	,
										"Changes in carrying on an activity":	6	,
										"hobby loss rules and entities": 	6	,
										"preparatory stages of an activity": 	6	
								   },				
      "totalAnswerCandidates": 45426,
      "provenance": {
        "provenance": {
          "RETRIEVE": {
            "_name": "TaxElasticsearchRetriever",
            "index": "ftc_20170509_trta_1.1"
          },
          "RANK": {
            "_name": "AnswerStrategy$$Lambda$25/1863655430"
          },
          "ENRICH": {
            "_name": "SeekerTaxApplication$$Lambda$28/1966355106"
          },
          "SELECT": {
            "_name": "DummyTaxAnswerSelector"
          }
        }
      }
    },
    {
      "id": "M-5867",
      "source": {
        "par": "M-5867",
        "xref": [
          "M-5801",
          "M-5868",
          "M-5892"
        ],
        "title": "M-5867 Expectation that animals will increase in value as indicating a profit motive.",
        "text": "<div>Taxpayer's expectation that assets used in an activity may appreciate in value is one factor in determining whether an activity is engaged in for profit (see ¶  M-5801 ). Courts have applied this rule with various results. For example, a taxpayer engaged in the activity of buying, selling and keeping horses did not have a “realistic expectation” that the animals would appreciate in value where he purchased the horses at or near their prime (for competition purposes). </div>\n\n<div>The expected appreciation in the value of the animals (or other assets, see ¶  M-5868 ) used in the activity must be measured against the taxpayer's losses from the activity. Where a taxpayer who had incurred losses of over $1.1 million from raising, breeding and racing thoroughbred horses during a 14-year period contended that she had expected the horses to appreciate in value, that wasn't enough to support a profit motive. Taxpayer didn't have any of her horses appraised, and didn't explain how sales of her horses would recoup her losses. She hadn't sold any horse at such a price that she could expect to overcome her history of losses. RIA recommendation A taxpayer who gets an appraisal of the animals he or she is raising (or the assets used in an activity) will have an easier time establishing both: (1) that he or she expected the animal to appreciate in value, and (2) that the animal's value did, in fact, appreciate. </div>\n\n<div>On the other hand, taxpayers intended to make a profit by developing horses to meet American Quarter Horse Association standards. Their effort to meet AQHA standards by winning points at horse shows was caused by their expectation that this would greatly increase the value of their horses. They had, in fact, produced valuable horses by the last of the tax years in issue. </div>\n\n<div>Similarly, taxpayer's dog breeding activities produced dogs that won many awards at national and international shows. Their two top prize winning dogs were valued at $25,000 and $15,000. Ten other dogs were valued in excess of $1,000. Taxpayer, by selling dogs on a co-ownership or lease basis, retained financial interests in a number of dogs which could reasonably be expected to produce considerable income over time in the form of sales proceeds and stud fees. </div>\n\n<div>A tax-oriented feeder cattle investment operation, started when cattle prices were falling, was a for-profit activity where both the taxpayer and his adviser hoped that the market would turn and give him an economic profit on the cattle. </div>\n\n<div>The Tax Court gave great weight to taxpayer's credible and uncontradicted testimony that, relying on representations of a couple knowledgeable in the show horse business, she expected that the first horse she bought would double in value within six months and the second horse would triple in value within a year. Taxpayer, who had never owned a horse, didn't know the couple was taking advantage of her. Thus, although she unknowingly paid highly inflated prices for the horses, ultimately selling them at a loss, she purchased and trained them expecting to make a profit. </div>\n\n<div>But taxpayers didn't establish a profit motive for their horse breeding activity where the only evidence they provided as to value was their own testimony that the “herd” could have sold for $30,000 to $50,000. Taxpayers' reliance on the $40,000 insurance coverage on one horse was rejected, since that coverage was for 12 years earlier and taxpayers failed to provide the actual policy showing the basis of the valuation. <strong><div class='ria'>RIA observation:</strong> Presumably, taxpayers can use the amount of insurance coverage that's in effect for the year(s) at issue to prove value, if they offer the actual policy into evidence, and it explains the basis for the valuation.</div> </div>\n\n<div>Taxpayers' expectations that the value of a registered Holstein bull would appreciate dramatically over its purchase price indicated a profit objective. At the time of the purchase, the Holstein industry was experiencing record high prices for top pedigreed animals, such as taxpayers' bull. </div>\n\n<div>A taxpayer had a profit motive in the racing and breeding of horses where he had a genuine expectation that his horses would increase in value because of the bloodline of the stallion managed by him. The court determined that it takes several years to establish the total of the stallion's offspring. At this point, said the court, the taxpayer would be able to charge substantial stud fees for the stallion. </div>\n\n<div>The taxpayers raised geldings for a profit where they had the expectation that they would increase in value after they were trained and shown. It did not matter that some of the horses declined in value because of declining market conditions. </div>\n\n<div>Taxpayers had an expectation that the value of the horses they bought for their horse show activities would appreciate even though their business plan didn't contain any projections of appreciation for the horses or for their other business assets. Their financial statements, which were based on expert appraisals, showed they believed the horses were valuable. The fact that the horses had appreciated by $107,800 as of the latest appraisal corroborated taxpayers' expectation that the value of the horses would increase substantially. </div>\n\n<div>However, it is not enough that the taxpayer maintains the objective that his horse activity will eventually become profitable as a result of appreciation in the value of his horses. The objective must be to realize a profit on the entire operation. This presupposes not only future net earnings but also future net earnings sufficient to recoup the losses sustained in prior years. Thus, a taxpayer won't have the requisite profit motive where he fails to prove a good faith belief that his horses will appreciate over time and that the appreciation will eventually be sufficient to account for the losses experienced prior to any appreciation. For further discussion of Drummond (footnote 56), see footnote 2, below.</div>\n\n<div class='match' >Similarly, taxpayers weren't engaged in horse breeding for profit where, assuming they were able to sell the horses for their appraised value of $137,500, they would still not recover the $246,372.31 of aggregate losses incurred in the activity over a seventeen year period. Thus, the unrealized appreciation in the horses didn't show that the taxpayers were engaged in the activity for profit. Any appreciation attributable to the land (the farm where the breeding activity took place) wasn't relevant in determining whether the taxpayers engaged in the horse-breeding activity for profit. The holding of the farm for appreciation and the carrying on of a horse-breeding operation were two separate activities. And, a profit motive wasn't shown where the appreciated value of taxpayers' “cutting horses,” based on their own estimate, would not recoup taxpayers' losses over the last seven years of their activity (the years for which information was provided), let alone the accumulated losses for their other 16 loss years, and the court found that future appreciation would be insufficient to recoup those losses. Taxpayers didn't prove how additional time in competition for their prize stallion, who was then 10-years old and had already achieved significant success in competition, was likely to cause his value to appreciate dramatically. Nor, was taxpayers' claim that the stallion's value would rise if his offspring were successful persuasive given that taxpayers were uncertain as to the total number of his offspring and were familiar with only seven or eight of his offspring. </div>\n\n<div>A single sale of a horse at a profit wasn't evidence of an expectation that the horses which the taxpayer acquired would appreciate as a result of equestrian training. The profit from the single sale was due to the purchase of that horse at a bargain price and not from appreciation during the one month the taxpayer owned the horse. For a summary of the multiple factors taken into account by the Tax Court in concluding that the horse breeding and training activity in Drummond (footnote 2.6) wasn't engaged in for profit, see ¶  M-5892 . </div>\n\n<div>A taxpayer, as an investment in a cattle breeding operation, bought cows for several times their fair market value without having the cattle appraised. Taxpayer financed 95% of the purchase price with nonrecourse notes secured only by the cattle. The Tax Court pointed to the excessive cost and the unlikelihood of appreciation in value as a primary reason in concluding that the taxpayer lacked a profit objective. </div>\n\n<div>Where there was no reasonable prospect that the value of herds in three cattle breeding partnerships would appreciate in value, especially in light of overestimated sale prices, a district court concluded that the partnerships were not formed primarily for generating an economic profit at the partnership level. </div>",
        "topics": [
          {
            "topic_2": "increase in value, expectation of",
            "topic_1": "not-for-profit activities",
            "topic_0": "Animals"
          },
          {
            "topic_1": "animals, expectation of increase in value",
            "topic_0": "Not-for-profit activities"
          },
          {
            "topic_2": "animals, expectation of increase in value",
            "topic_1": "appreciation of assets",
            "topic_0": "Not-for-profit activities"
          },
          {
            "topic_2": "expectation of increase in value",
            "topic_1": "horse breeding, racing, etc.",
            "topic_0": "Not-for-profit activities"
          }
        ],
        "indexdata": [
          [
            "Animals",
            "not-for-profit activities",
            "increase in value, expectation of"
          ],
          [
            "Not-for-profit activities",
            "animals, expectation of increase in value"
          ],
          [
            "Not-for-profit activities",
            "appreciation of assets",
            "animals, expectation of increase in value"
          ],
          [
            "Not-for-profit activities",
            "horse breeding, racing, etc.",
            "expectation of increase in value"
          ]
        ],
        "ancestor": "M-5800",
        "id": "icbbce2b22f6211db9654c7f8ee2eaa77",
        "fn": {
          "CSLINK": [
            "TC Memo 2004-215",
            "TC Memo 1993-383",
            "TC Memo 1993-352",
            "TC Memo 1982-694",
            "84 AFTR 2d 99-7050",
            "TC Memo 1997-71",
            "TC Memo 1984-50",
            "TC Memo 1989-567",
            "TC Memo 1989-685",
            "82 AFTR 2d 98-5289",
            "TC Memo 1970-272",
            "TC Memo 1996-259",
            "TC Memo 1987-578",
            "TC Memo 1983-570",
            "TC Summary Opinion 2002-26",
            "TC Memo 2000-101",
            "TC Memo 1992-721",
            "TC Memo 1989-627",
            "TC Memo 1998-367"
          ],
          "TREG": [
            "Reg § 1.183-2(b)(4)"
          ]
        },
        "snippet": "<div class='snippet'>Taxpayer's expectation that assets used in an activity may appreciate in value is one factor in determining whether an activity is engaged in for profit (see ¶  M-5801 ). Courts have applied this rule with various results. For example, a taxpayer engaged in the activity of buying, selling and keeping horses did not have a “realistic expectation” that the animals would appreciate in value where he purchased the horses at or near their prime (for competition purposes). </div>\n<div class='snippet'>&hellip;Similarly, taxpayers weren't engaged in horse breeding for profit where, assuming they were able to sell the horses for their appraised value of $137,500, they would still not recover the $246,372.31 of aggregate losses incurred in the activity over a seventeen year period. Thus, the unrealized appreciation in the horses didn't show that the taxpayers were engaged in the activity for profit. Any appreciation attributable to the land (the farm where the breeding activity took place) wasn't relevant in determining whether the taxpayers engaged in the horse-breeding activity for profit. The holding of the farm for appreciation and the carrying on of a horse-breeding operation were two separate activities. And, a profit motive wasn't shown where the appreciated value of taxpayers' “cutting horses,” based on their own estimate, would not recoup taxpayers' losses over the last seven years of their activity (the years for which information was provided), let alone the accumulated losses for t&hellip;</div>",
        "sectionHeading": "Federal Tax Coordinator Analysis (RIA)"
      },
      "highlightedText": null,
      "score": 0.37718242,
      "rank": 6,
							"tagScores": {			 	
									"profit motive or objective": 	0.96	,
									"appreciation of assets or property": 	0.69	,
									"activity engaged in for profit": 	0.92	,
									"hobby loss rules applicable to horses": 	0.87	,
									"multiple activities or single activity": 	0.27	,
									"effect of unforseen or fortuitous circumstances":	0.21	,
									"Carrying on activity in a business-like manner": 	0.84	,
									"presumed to be engaged in for profit":	0.13	,
									"Changes in carrying on an activity":	0.72	,
									"hobby loss rules and entities": 	0.19	,
									"preparatory stages of an activity": 	0.78	
							   },				
							 "tagRanks": {				
									"profit motive or objective": 	5	,
									"appreciation of assets or property": 	5	,
									"activity engaged in for profit": 	5	,
									"hobby loss rules applicable to horses": 	5	,
									"multiple activities or single activity": 	5	,
									"effect of unforseen or fortuitous circumstances":	5	,
									"Carrying on activity in a business-like manner": 	5	,
									"presumed to be engaged in for profit":	5	,
									"Changes in carrying on an activity":	5	,
									"hobby loss rules and entities": 	5	,
									"preparatory stages of an activity": 	5	
							   },				
      "totalAnswerCandidates": 45426,
      "provenance": {
        "provenance": {
          "RETRIEVE": {
            "_name": "TaxElasticsearchRetriever",
            "index": "ftc_20170509_trta_1.1"
          },
          "RANK": {
            "_name": "AnswerStrategy$$Lambda$25/1863655430"
          },
          "ENRICH": {
            "_name": "SeekerTaxApplication$$Lambda$28/1966355106"
          },
          "SELECT": {
            "_name": "DummyTaxAnswerSelector"
          }
        }
      }
    },
    {
      "id": "M-5865",
      "source": {
        "par": "M-5865",
        "xref": [
          "M-5800",
          "M-5866",
          "M-5815"
        ],
        "title": "M-5865 Expectation that real property used in an activity will appreciate—hobby loss rules.",
        "text": "<div class='match' >Deductions attributable to an activity not engaged in for profit (hobby losses) are limited, see ¶  M-5800 et seq.</div>\n\n<div>For purposes of determining whether an activity's engaged in for profit, “profit” includes appreciation in the value of assets, such as land, used in the activity. So, there may be a profit motive, even if no profit's derived from current operations, where taxpayer intends that an overall profit will result when appreciation in value of the land is realized, because income from the activity plus appreciation will exceed expenses. <strong><div class='ria'>RIA observation:</strong> This is a qualified acceptance of the practice of buying land outside a city and engaging in marginal farming while waiting for the city's growth to cause an increase in the land's value. For the relationship between the appreciation of land used in an activity and the profit motive of the activity, see ¶  M-5866 .</div> </div>\n\n<div>The Sixth Circuit, reversing the Tax Court, held that the Tax Court misapplied Reg § 1.183-2(b)(4) (footnote 28) by concluding that because the taxpayers had failed to prove that their farming efforts and land had actually appreciated, they hadn't proved that they had actually and honestly expected that property to appreciate when they acquired the property. The Sixth Circuit held that the taxpayers need only prove a contemporaneous actual and honest expectation of value appreciation, not that a profit expectation was reasonably realistic. So the taxpayers, who testified that they purchased their land with the expectation that it would increase in value, and that they elected to pursue agrarian production on it (fish farming, Christmas tree, timber, and row crop undertakings) in the meantime, didn't need to prove actual appreciation.</div>\n\n<div>On the other hand, taxpayers who claimed that the appreciation in value of four properties they had bought for farming and ranching activities more than offset their historical losses from those activities but didn't present appraisals for any of those properties, didn't have a profit motive for those activities. Taxpayers testified that one ranch property could be sold for more than the loss amounts, but offered no explanation for that claim. Taxpayers' uncorroborated claims failed to convince the Tax Court, which noted that taxpayers had paid $458 an acre when they bought the ranch, while in the year at issue they paid $158 an acre to buy adjoining land.</div>\n\n<div>The Tax Court rejected a taxpayer's claim that he had a profit motive for his apple orchard activity because the appreciation in the land would more than offset the current losses. The court pointed out that Reg § 1.183-2(b)(4) (footnote 28) cross-refers to the definition of “activity” in Reg § 1.183-1(d) ( ¶  M-5815 ). Under that definition, farming and holding land are considered a single activity only if farming income exceeds the farming deductions that aren't directly attributable to the holding of land. Because taxpayer's costs attributable to the orchard (other than those directly attributable to the holding of the land) substantially exceeded his income from the apple sales, he couldn't combine the orchard and landholding activities into a single profit-motivated activity.</div>\n\n<div>The same result applied where the expenses from taxpayer's ranching activities far exceeded his ranching income over a period of many years. That the value of the ranch appreciated substantially didn't support the finding of a profit motive for the activity. Farming and holding land primarily to profit from an increase in value is only considered the same activity where the farming income exceeds the deductions from farming that aren't attributable to holding the land. Because that wasn't the case here, the property's appreciation in value wasn't a factor in determining profit motive.</div>\n\n<div>Where trusts rather than taxpayers owned farmland, the Fourth Circuit, reversing the Tax Court, ruled that this didn't bar consideration of the land's appreciation in value in determining whether taxpayer had a profit motive. That the taxpayer's children, the remaindermen of the trusts, might be the ultimate beneficiaries of the appreciation was similar to other situations where taxpayers conduct activities for profit where the beneficiaries are their children.</div>\n\n<div>Two limited partnerships that purchased residential properties (single-family houses and condominium units) for rental for temporary periods and eventual sales, engaged in that activity with a profit motive, even though the properties were highly leveraged and the rental operations were conducted at a loss. At their inception, the partnerships projected that they would make a profit if the properties appreciated at more than specified rates over the period during which they anticipated holding the properties (7.99% for one partnership, 9.15% for the other partnership). While these rates were high, when the properties were acquired, and for the areas in which the properties were located, the partnerships' projections that the required rates would be met or exceeded wasn't unrealistic.</div>\n\n<div>In dealing with real estate, the Tax Court looks for evidence that a taxpayer investigated the prospects for appreciation before buying, for example, by consulting professional realtors or appraisers. Where taxpayer testified that the property was located in the poorest city in the state, the Tax Court found that comment hard to reconcile with an expectation of long term appreciation.</div>\n\n<div>“Mere anticipation” of future sale profit exceeding losses is insufficient to establish a predominant profit motive for holding property. Where it's clear that residential property isn't being used in current profit-making activity, IRS and the courts reject the contention that the taxpayer's intent is to realize capital gain on an eventual sale. So where taxpayer indicated he bought a farm as a place to live and work after his retirement, such an objective was inconsistent with the ultimate sale of the property at a profit.</div>\n\n<div>The taxpayer's intention to hold the residence that she inherited from her parents for investment purposes was insufficient to establish her objective of making a profit from the activity, although the residence did appreciate in value while she owned it. Although anticipation of residential real estate's future appreciation can establish a profit objective, the taxpayer must also take some affirmative action to make the activity profitable currently. Here, the taxpayer refused to rent the residence or to take any other steps to reduce the significant expenses of restoring and maintaining the residence. Her desire to preserve her parents' former home in good condition, and the seemingly unlimited expenses incurred to achieve this goal, indicated that the taxpayer held the property for personal rather than investment reasons.</div>\n\n<div>Taxpayer didn't have a profit motive for the bed-and-breakfast inn he operated at the residence he had occupied with his ex-wife during their marriage, where taxpayer's accumulated losses from the activity ($164,270) exceeded the appreciation in the residence's value ($145,000) over that same period. It wasn't enough that the inn's primary asset—the residence—had appreciated in value; the goal must be to realize a profit in the entire activity. Taxpayer didn't buy the residence for speculative appreciation. He bought his ex-wife's share of the residence because the land had been in his family for generations, and because he had constructed the home himself.</div>\n\n<div>Taxpayers had the necessary profit objective when they purchased a house and condominium to hold for investment. Taxpayers restricted their search for investment property to an area with which they were familiar. Taxpayers investigated the resale value of the properties and spoke to a local real estate expert, other investors, and their accountant before deciding to purchase the two properties. Taxpayers hired a caretaker to maintain the house and contracted with the condominium association to maintain the condominium unit. In an effort to minimize damages and unnecessary wear and tear, taxpayers didn't rent the properties to the general public. While the likelihood that the taxpayers would realize the high rates of appreciation they predicted may have been low, this fact didn't indicate that they didn't have an honest expectation that they would profit from their investment.</div>\n\n<div>The appreciation in value of ranch real estate on which a horse breeding activity was conducted didn't support the taxpayer's claim of a profit objective for the activity. The increase in real estate value was unrelated to the horse breeding activity. The ranch would have appreciated in value regardless of whether or not the taxpayer conducted his activity there.</div>\n\n<div>The holding of land and a horse-breeding activity were considered a single activity for purposes of determining the expected appreciation of the value of assets under Reg § 1.183-2(b)(4) (footnote 28).</div>\n\n<div>An unsupported expectation that farm land would increase in value doesn't support a profit objective. In fact, taxpayer indicated that he had purchased the farm as a place to live and work, full time, after his retirement (two years after the tax years in question) at age 60 from his job as an airline pilot. Such an objective was inconsistent with the ultimate sale of the property at a profit.</div>",
        "topics": [
          {
            "topic_2": "real property, expectation of appreciation",
            "topic_1": "not-for-profit activities",
            "topic_0": "Appreciated property"
          },
          {
            "topic_2": "real property, expectation of  appreciation",
            "topic_1": "appreciation of assets",
            "topic_0": "Not-for-profit activities"
          },
          {
            "topic_2": "expectation of appreciation",
            "topic_1": "real property",
            "topic_0": "Not-for-profit activities"
          },
          {
            "topic_2": "appreciation, expectation of",
            "topic_1": "not-for-profit activities",
            "topic_0": "Real estate"
          }
        ],
        "indexdata": [
          [
            "Appreciated property",
            "not-for-profit activities",
            "real property, expectation of appreciation"
          ],
          [
            "Not-for-profit activities",
            "appreciation of assets",
            "real property, expectation of  appreciation"
          ],
          [
            "Not-for-profit activities",
            "real property",
            "expectation of appreciation"
          ],
          [
            "Real estate",
            "not-for-profit activities",
            "appreciation, expectation of"
          ]
        ],
        "ancestor": "M-5800",
        "id": "icbb2f4dc2f6211db9654c7f8ee2eaa77",
        "fn": {
          "CSLINK": [
            "72 TC 28",
            "66 TC 312",
            "TC Memo 1983-33",
            "TC Memo 2013-236",
            "TC Memo 1987-608",
            "TC Memo 1982-153",
            "TC Memo 1978-290",
            "TC Memo 1994-148",
            "55 AFTR 2d 85-302",
            "TC Memo 1980-127",
            "TC Memo 1989-657",
            "TC Memo 1997-401",
            "TC Memo 2000-38",
            "TC Memo 2001-64",
            "83 AFTR 2d 99-2987",
            "TC Memo 1998-296",
            "TC Memo 1983-165",
            "TC Memo 1990-538",
            "86 AFTR 2d 2000-5278",
            "TC Memo 1989-628",
            "TC Memo 1981-192",
            "TC Summary Opinion 2003-8"
          ],
          "PLR": [
            "IRS Letter Ruling 8132017"
          ],
          "TREG": [
            "Reg § 1.183-2(b)(4)"
          ]
        },
        "snippet": "<div class='snippet'>Deductions attributable to an activity not engaged in for profit (hobby losses) are limited, see ¶  M-5800 et seq.</div>\n<div class='snippet'>&hellip;The appreciation in value of ranch real estate on which a horse breeding activity was conducted didn't support the taxpayer's claim of a profit objective for the activity. The increase in real estate value was unrelated to the horse breeding activity. The ranch would have appreciated in value regardless of whether or not the taxpayer conducted his activity there.&hellip;</div>",
        "sectionHeading": "Federal Tax Coordinator Analysis (RIA)"
      },
      "highlightedText": null,
      "score": 0.37247217,
      "rank": 4,
							"tagScores": {			 	
									"profit motive or objective": 	0.35	,
									"appreciation of assets or property": 	0.34	,
									"activity engaged in for profit": 	0.81	,
									"hobby loss rules applicable to horses": 	0.63	,
									"multiple activities or single activity": 	0.33	,
									"effect of unforseen or fortuitous circumstances":	0.20	,
									"Carrying on activity in a business-like manner": 	0.51	,
									"presumed to be engaged in for profit":	0.88	,
									"Changes in carrying on an activity":	0.20	,
									"hobby loss rules and entities": 	0.70	,
									"preparatory stages of an activity": 	0.45	
							   },				
							 "tagRanks": {				
									"profit motive or objective": 	4	,
									"appreciation of assets or property": 	4	,
									"activity engaged in for profit": 	4	,
									"hobby loss rules applicable to horses": 	4	,
									"multiple activities or single activity": 	4	,
									"effect of unforseen or fortuitous circumstances":	4	,
									"Carrying on activity in a business-like manner": 	4	,
									"presumed to be engaged in for profit":	4	,
									"Changes in carrying on an activity":	4	,
									"hobby loss rules and entities": 	4	,
									"preparatory stages of an activity": 	4
							   },				
      "totalAnswerCandidates": 45426,
      "provenance": {
        "provenance": {
          "RETRIEVE": {
            "_name": "TaxElasticsearchRetriever",
            "index": "ftc_20170509_trta_1.1"
          },
          "RANK": {
            "_name": "AnswerStrategy$$Lambda$25/1863655430"
          },
          "ENRICH": {
            "_name": "SeekerTaxApplication$$Lambda$28/1966355106"
          },
          "SELECT": {
            "_name": "DummyTaxAnswerSelector"
          }
        }
      }
    },
    {
      "id": "M-5849",
      "source": {
        "par": "M-5849",
        "xref": [
          "M-5800",
          "M-5832",
          "M-5842"
        ],
        "title": "M-5849 Changes in carrying on the activity can indicate profit motive—hobby losses.",
        "text": "<div class='match' >Under the hobby loss rules, deductions attributable to an activity not engaged in for profit are limited, see ¶  M-5800 et seq. All facts and circumstances must be taken into account in determining whether an activity's engaged in for profit, see ¶  M-5832 et seq.</div>\n\n<div>For purposes of the hobby loss rules, a change in operating method can indicate a profit motive, as can adopting new techniques or abandoning unprofitable methods.</div>\n\n<div>In the following situations, changes in operations indicated the activity was engaged in for profit: <ul> <li> Taxpayer changed his method of operating his ski lodge as a licensed inn providing overnight accommodations and dining facilities for weekend skiers to an operation including full-season, monthly, weekly, and weekend rentals. </li> <li> Taxpayer determined the nature of problems on his farm, undertook remedial measures, implemented new farming techniques recommended by soil and water conservation organizations, and acquired additional acreage to increase his chance of earning a profit. </li> <li> Taxpayers engaged in farming activities (fish farming, Christmas tree, timber, and row crop undertakings) implemented improvements and practices to correct the causes of their past failures, including planting heartier oats instead of corn or soybeans, eliminating voracious deer by hunting, and regulating the water temperature in their fish ponds. </li> <li> When an exclusive boat charter leasing agent produced only two weeks of leases, taxpayers changed to listing the boat with two agents on a non-exclusive basis and tried to stimulate business through personal contracts and advertising. </li> <li> Taxpayer, who conducted a horse breeding operation, tried to minimize energy costs, experimented with different and cheaper types of bedding for stalls, and tried to keep costs down by raising and harvesting its own hay and by training its own employees in basic veterinary medicine. </li> <li> Taxpayer's farm operations were modified by planting different crops, by attempting to raise cattle, and by attempting to develop a duck preserve. </li> <li> Taxpayer who bought, sold, and bred horses, shifted the focus to horse and cattle boarding. Although the operations weren't profitable, the largest losses occurred when taxpayer was changing the horse operation from part-time to full-time and decreased once full-time activities began. </li> <li> Taxpayers raised and bred Arabian horses for show, racing, and sale, and received income from those activities. But they failed to sell any horses after '89 and, to minimize their losses, planned to begin boarding training horses, teaching classes, and operating a tack shop to sell horse equipment. They hired a contractor to build a barn for use as both a stable for the horses and a location for the tack shop. When the contractor went bankrupt, taxpayers built several smaller barns to reduce the cost of boarding some of their horses. </li> <li> Due to limited resources and unpromising results in the initial years taxpayer concluded that the expectation of profits from his horse racing activity was unrealistic and switched his focus to horse breeding. Continued losses weren't unusual because they were during the normal 5-10 year startup phase of a business involving horses. </li> <li> Taxpayer conducting a horse breeding operation placed one of his horses in professional race training at practically no extra cost. If successful, this activity would generate greater and more immediate profits than showing horses. The attempt to expand activities to include racing resulted from a decision that the gasoline shortage in effect at the time would threaten his ability to make a profit from showing. </li> <li> In his horse-breeding operation, taxpayer doubled his breeding rate by changing from live cover to artificial insemination and retaining a specialist in equine reproduction. </li> <li> Taxpayers began their ranching operation with longhorn cattle, but when it was determined that they weren't profitable they didn't expand that part of the business and, to cut losses, put the longhorns to work as lead cattle. After running a “stocker” operation for several years, to increase profitability, the taxpayers combined the stocker operation with a calf-cow operation. Because grazing under rate-of-gain contracts was ruining the pastures' potential for long-term profits, the taxpayers cut back on grazing to give the pastures a chance to recover. In addition, the taxpayers bought more property to take advantage of economies of scale and to bring in productive resources directly related to the cattle program (like hay pastures) and to provide a cheaper alternative for wintering their cows. And to generate new sources of revenue, the taxpayers began a big game hunting operation on their property. </li> <li> Taxpayer experimented with different farming methods in an effort to increase the profitability of his cattle raising operations. For the first several years, he employed a cow-calf operation (breeding cows to produce calves to be sold after being weaned). He next bought a livestock auction business as a “better way” to sell his cattle and buy replacement cattle. He also tried “backgrounding,” which involves fattening a weaned calf and selling it to a feed lot, which then doubles the calf's weight before selling it to a kill lot. When this method didn't help his cattle farm, he reinstituted the cow-calf operation. </li> <li> When there were fewer boat charters in the first year than taxpayers had hoped, they changed the boat's location to decrease expenses and also increased advertising activity. </li> <li> Taxpayer, who operated a commercial fishing boat, attempted to reduce costs and increase efficiency by: researching the possibility of fishing for other species; designing and developing mechanical devices to reduce operating costs; refinancing his boat loan to reduce interest payments; chartering the boat out during down time; purchasing equipment so as to increase the hours and areas in which he could fish; and abandoning unprofitable methods. </li> <li> Taxpayer, a harpoon fisherman, changed his fishing permit after he was unable to fish one year because of quota limitations. </li> <li> Taxpayer improved his jet charter business by trading in his first jet for one that was more comfortable for passengers and could fly across the country without stopping to refuel. </li> <li> Taxpayer, a race car driver, entered into fewer races once he lost his sponsor and focused instead on marketing his car. The court inferred a profit motive from his decision to liquidate the business and sell his car once he determined he wouldn't be able to turn a profit. </li> <li> Taxpayer was formed to buy a computer software package for nursing homes. When it became apparent that the seller wouldn't fulfill its part of the deal, taxpayer negotiated with other computer processors and ultimately hired its own programmer and bought its own computer. </li> <li> Taxpayer changed his horse-breeding operations by following the recommendations of a county agency, a federal agency, and a major university about new conservation methods. He tried to reduce costs and diversify his operations by buying a stallion. He bred his mares with the stallion and advertised the stallion's availability to other horse owners for a stud fee. When the stallion proved unsuitable, taxpayer immediately traded him for a mare usable in his horse-breeding activity. </li> <li> Taxpayer was quick to sell a horse that didn't live up to his expectations of ability to breed or race. He tried to reduce costs by using cheaper feed mixes and by performing tasks that he formerly hired others to do. </li> <li> When taxpayer learned that his original plan to produce organic vegetables wasn't going to be profitable because of unfavorable soil conditions of which he wasn't aware at the start of his farming activities, taxpayer discarded the vegetable part of his plan and increased the tree part to include, in addition to fruit trees, ornamental, timber and other trees native to the area (Hawaii). This change in operation indicated that taxpayer's farming activity was engaged in for profit. </li> <li> Taxpayer, who primarily provided a corporate client with photographic services for its advertising and regulatory compliance needs, responded to declining profitability by developing a successful business plan to expand into producing photography exhibitions. </li> <li> Taxpayer, who was engaged in a mining business, continually increased the capacity of his mill site and mine and periodically developed or improved the methods he used. He pursued several mining prospects but quickly abandoned those that he concluded had no potential to be profitable. After one of his mine projects failed, he began to investigate the sale of decorative rock and eventually realized substantial revenue from that source. </li> <li> Taxpayer competed in amateur bowling tournaments because she believed the entry fees for professional tournaments were too high in comparison to the prize winnings. After failing to win any of the large tournaments offering large prizes (i.e., $20,000 or $40,000), she decided to compete in more local and smaller tournaments. She changed her strategy again the following year, and competed in more tournaments that offered the larger prizes. She stopped competing altogether in the next year. Her changes in strategy and ultimate decision to stop competing supported her claim that she entered into the bowling activity with a profit objective. </li> <li> After some initial losses, a taxpayer engaged in a gambling activity (slot playing) on a regular and continuous basis (some 40 hours per week) changed her strategy to help her win by focusing on winning smaller amounts at a time, rather than trying to recoup old losses all at once with bigger payouts. </li> <li> Taxpayer (an attorney) made changes to her documentary film in an effort to increase its potential profitability. She screened the film's “rough cut” for industry experts in order to get their feedback. She changed the film's name when the original title yielded unexpected internet search results. She also replaced the film's editor because he didn't get the film's humor, which she believed was one of its selling points. </li> </ul> </div>\n\n<div>On the other hand, where the changes aren't made to reduce losses, they aren't evidence of a profit motive.</div>\n\n<div>In the following situations, the changes in operations didn't indicate the activity was engaged in for profit: <ul> <li> Taxpayers argued that their shift to breeding all pure-bred Arabian horses after focusing on part-bred and pure-bred Arabian horses showed they were changing their operations to become more profitable. But the court noted the shift to pure-bred Arabian horses was contemplated when the taxpayers initiated the activity, but they couldn't afford to buy pure-bred Arabian horses then. So, the shift to pure-bred Arabian horses wasn't to reduce losses. Furthermore, the activity continued to generate substantial losses. </li> <li> Although the taxpayer argued that he expanded operations of his horse ranch in order to reduce expenses, the Tax Court found that the mortgage interest and depreciation were so high that the expansion wasn't a plausible plan to eliminate losses. </li> <li> Although taxpayer's gross receipts increased after he changed his method of commercial fishing on the advice of an expert in the business, taxpayer's activity lacked the requisite profit motive because his expenses also increased and he was unable to demonstrate how his fishing activity could ever become profitable. </li> <li> Taxpayers, to reduce expenses and stud fees, began to breed their brood mares only to their own racehorses (which were too old to race); they didn't prove that these adjustments were likely to make their racing and breeding loss activities profitable. </li> <li> Taxpayer's purchase of a farm on which to conduct his horse breeding and training activity (that was previously conducted on rented property) wasn't a change in operating methods that demonstrated a profit motive, where the taxpayer waited for five years after he purchased the land to develop it for use in his horse breeding and training activity. Improving the profitability of the taxpayer's horse breeding and training activity didn't appear to be the primary reason for his purchase of the farm. </li> <li> Taxpayers contended that the changes they had made to their horse operations over the years—adding quarter horse breeding, thoroughbred racing, and pinhooking (i.e., buying a young horse and training it to the point it can begin racing) to their initial activity of quarter horse racing—were meant to increase their horse-related activity income, but there was little in the record to show that the changes were implemented for the purpose of making the activities profitable rather than for noneconomic reasons. Taxpayers didn't produce any evidence demonstrating that they made a careful and thorough investigation of the potential profitability of any of these changes before making them. Moreover, specific activities that had proven unprofitable weren't expeditiously abandoned. As of 2004, the first year at issue, taxpayers considered abandoning the horse-related activities altogether, but instead continued by adding the more speculative pinhooking venture. They also continued racing and breeding horses, activities in which they had incurred substantial losses. And during 2006, their racing expenses increased dramatically from the immediately preceding years. </li> <li> Taxpayers' decision to try a different bloodline in breeding their “cutting” horses, which didn't stem taxpayers substantial losses, and which was followed by 10 years of unbroken losses, didn't establish a profit motive. Rather, the absence of any additional significant changes after that change, created an inference that taxpayers lacked a profit motive in their horse-related activities. Taxpayers' earlier decisions to stop insuring their horses and to purchase only used trucks weren't shown to be material cost-cutting measures in relation to the losses (averaging about $40,000 a year for the last seven years) they were regularly incurring. </li> <li> Taxpayer stopped spraying ground-up insects on the trees in his apple orchard as a method of pest control because it was too labor-intensive. He also changed his ground cover from fescue to clover because clover returns more nitrogen to the ground, allowing him to forgo chemical fertilization. And, he replaced the overhead irrigation system with a ground-level system. Although these changes saved labor, there's no evidence that they were made so that the orchard would become more profitable. </li> <li> Taxpayer had failed to demonstrate the requisite profit motive with respect to her tutoring and counseling activity in a previous Tax Court proceeding dealing with tax years 1986 and 1987 ( ¶  M-5842 ), and taxpayer offered little or no evidence in this proceeding (dealing with tax year 1988) as to how her manner of conducting the activity had changed since 1987. </li> <li> Taxpayer's online expansion of her activity selling science fiction memorabilia (her passion) didn't indicate a profit motive where she merely continued to add to her inventory without due regard for the losses she repeatedly incurred. </li> </ul> </div>",
        "topics": [
          {
            "topic_1": "charter services, not-for-profit activities",
            "topic_0": "Fishing boat operators"
          },
          {
            "topic_1": "breeding, racing, etc. as not-for-profit activity",
            "topic_0": "Horses"
          },
          {
            "topic_1": "changes in carrying on activity",
            "topic_0": "Not-for-profit activities"
          },
          {
            "topic_2": "changes in",
            "topic_1": "conducting of  activity",
            "topic_0": "Not-for-profit activities"
          },
          {
            "topic_1": "not-for-profit activities",
            "topic_0": "Ski lodge facilities"
          }
        ],
        "indexdata": [
          [
            "Fishing boat operators",
            "charter services, not-for-profit activities"
          ],
          [
            "Horses",
            "breeding, racing, etc. as not-for-profit activity"
          ],
          [
            "Not-for-profit activities",
            "changes in carrying on activity"
          ],
          [
            "Not-for-profit activities",
            "conducting of  activity",
            "changes in"
          ],
          [
            "Ski lodge facilities",
            "not-for-profit activities"
          ]
        ],
        "ancestor": "M-5800",
        "id": "icb504e5e2f6211db9654c7f8ee2eaa77",
        "fn": {
          "CSLINK": [
            "72 TC 28",
            "TC Memo 2001-201",
            "TC Memo 2002-9",
            "TC Memo 1979-433",
            "84 AFTR 2d 99-7050",
            "TC Memo 1990-376",
            "TC Memo 1984-50",
            "TC Memo 1994-125",
            "TC Memo 1997-128",
            "TC Memo 1989-529",
            "TC Memo 1993-310",
            "TC Memo 1997-401",
            "83 AFTR 2d 99-2987",
            "TC Memo 1989-685",
            "TC Memo 1985-61",
            "TC Memo 1984-471",
            "TC Memo 1986-399",
            "TC Memo 1998-296",
            "TC Memo 1982-461",
            "TC Memo 1983-188",
            "94 AFTR 2d 2004-5389",
            "TC Memo 1995-526",
            "TC Memo 2012-207",
            "TC Memo 1996-39",
            "86 AFTR 2d 2000-5278",
            "TC Memo 1996-166",
            "TC Memo 2001-106",
            "TC Summary Opinion 2011-15",
            "TC Memo 1992-188",
            "TC Memo 2012-115",
            "TC Summary Opinion 2005-86",
            "90 TC 74",
            "TC Summary Opinion 2003-7",
            "TC Memo 2005-188",
            "80 AFTR 2d 97-5665",
            "TC Memo 1992-205",
            "TC Summary Opinion 2007-194",
            "TC Memo 1997-475",
            "TC Memo 1991-596",
            "TC Memo 1998-367",
            "TC Memo 1995-504",
            "9 TC 1150"
          ],
          "TREG": [
            "Reg § 1.183-2(b)(1)"
          ]
        },
        "snippet": "<div class='snippet'>Under the hobby loss rules, deductions attributable to an activity not engaged in for profit are limited, see ¶  M-5800 et seq. All facts and circumstances must be taken into account in determining whether an activity's engaged in for profit, see ¶  M-5832 et seq.</div>\n<div class='snippet'>&hellip;In the following situations, the changes in operations didn't indicate the activity was engaged in for profit: Taxpayer's purchase of a farm on which to conduct his horse breeding and training activity (that was previously conducted on rented property) wasn't a change in operating methods that demonstrated a profit motive, where the taxpayer waited for five years after he purchased the land to develop it for use in his horse breeding and training activity. Improving the profitability of the taxpayer's horse breeding and training activity didn't appear to be the primary reason for his purchase of the farm. &hellip;</div>",
        "sectionHeading": "Federal Tax Coordinator Analysis (RIA)"
      },
      "highlightedText": null,
      "score": 0.4460649,
      "rank": 2,
						"tagScores": {			 	
								"profit motive or objective": 	0.17	,
								"appreciation of assets or property": 	0.53	,
								"activity engaged in for profit": 	0.18	,
								"hobby loss rules applicable to horses": 	0.58	,
								"multiple activities or single activity": 	0.82	,
								"effect of unforseen or fortuitous circumstances":	0.86	,
								"Carrying on activity in a business-like manner": 	0.47	,
								"presumed to be engaged in for profit":	0.59	,
								"Changes in carrying on an activity":	0.87	,
								"hobby loss rules and entities": 	0.18	,
								"preparatory stages of an activity": 	0.24	
						   },				
						 "tagRanks": {				
								"profit motive or objective": 	3	,
								"appreciation of assets or property": 	3	,
								"activity engaged in for profit": 	3	,
								"hobby loss rules applicable to horses": 	3	,
								"multiple activities or single activity": 	3	,
								"effect of unforseen or fortuitous circumstances":	3	,
								"Carrying on activity in a business-like manner": 	3	,
								"presumed to be engaged in for profit":	3	,
								"Changes in carrying on an activity":	3	,
								"hobby loss rules and entities": 	3	,
								"preparatory stages of an activity": 	3	
						   },				
      "totalAnswerCandidates": 45426,
      "provenance": {
        "provenance": {
          "RETRIEVE": {
            "_name": "TaxElasticsearchRetriever",
            "index": "ftc_20170509_trta_1.1"
          },
          "RANK": {
            "_name": "AnswerStrategy$$Lambda$25/1863655430"
          },
          "ENRICH": {
            "_name": "SeekerTaxApplication$$Lambda$28/1966355106"
          },
          "SELECT": {
            "_name": "DummyTaxAnswerSelector"
          }
        }
      }
    },
    {
      "id": "M-5823",
      "source": {
        "par": "M-5823",
        "xref": [
          "M-5821",
          "M-5818",
          "T-7574",
          "T-7578",
          "M-5822"
        ],
        "title": "M-5823 Effect on statute of limitations of election to postpone for-profit determination.",
        "text": "<div class='match' >When the Code Sec. 183(e) election to postpone the determination of whether an activity is engaged in for profit ( ¶  M-5821 ) is made with respect to an activity, the statute of limitations for assessing a deficiency attributable to that activity is automatically extended until two years after the due date (determined without extensions) for filing the return for the last (i.e., fifth or seventh) tax year of the presumption test period ( ¶  M-5818 ). For the effect of the election on the taxpayer's right to claim an overpayment attributable to the activity, see ¶  T-7574 . For the effect of the election on the Tax Court's jurisdiction to determine an overpayment, see ¶  T-7578 . Illustration For an activity subject to a five-year presumption period starting in year 1 and ending in year 5, the statute of limitations is automatically extended to April 15, year 8, for all tax years in the presumption period that would otherwise expire before that date. </div>\n\n<div>Early termination of the presumption period doesn't terminate the automatic extension of the period of limitations.</div>\n\n<div>The extension applies to any deficiency attributable to the activity, even if unrelated to the determination of the taxpayer's profit motive. For example, where taxpayers had made the election with respect to their horse-related activity, IRS could make adjustments to depreciation from the activity and could reallocate to the activity a portion of interest and taxes claimed as itemized deductions within the extended limitations period.</div>\n\n<div>If a calendar-year individual dies before the end of the presumption test period, the statute of limitations for assessing a deficiency with respect to the activity ends on Apr. 15 of the third year following his death. Thus, where a taxpayer died on Aug. 20, '82, IRS could not assess additional taxes based on losses claimed from '78 to '82 any later than Apr. 15, '85.</div>\n\n<div>IRS doesn't have to sign election Form 5213 (see ¶  M-5822 ) in order for the form to waive the statute of limitations.</div>\n\n<div>Taxpayers' argument that they shouldn't be subject to the above automatic extension because they allegedly received questionable advice from an IRS employee concerning Form 5213 was rejected. Taxpayers claimed that an IRS employee told them that if they filed Form 5213 they would be temporarily relieved from an audit and allowed an automatic extension; they allegedly weren't informed that the filing of the form would extend the statute of limitations. Taxpayers, however, offered no explanation for their failure to read or understand the plain language on the form they filed.</div>",
        "topics": [
          {
            "topic_3": "statute of limitations, effect on",
            "topic_2": "electing presumption that activity is for profit",
            "topic_1": "presumption of profit motive",
            "topic_0": "Not-for-profit activities"
          }
        ],
        "indexdata": [
          [
            "Not-for-profit activities",
            "presumption of profit motive",
            "electing presumption that activity is for profit",
            "statute of limitations, effect on"
          ]
        ],
        "ancestor": "M-5800",
        "id": "ia0dc18a238f811db8f18c7f8ee2eaa77",
        "fn": {
          "IRC": [
            "Code Sec. 183(e)(4)"
          ],
          "CSLINK": [
            "83 AFTR 2d 99-1622",
            "TC Memo 1991-398",
            "TC Memo 1992-194",
            "84 AFTR 2d 99-6746",
            "73 AFTR 2d 94-628"
          ],
          "PLR": [
            "IRS Letter Ruling 8718001"
          ]
        },
        "snippet": "<div class='snippet'>When the Code Sec. 183(e) election to postpone the determination of whether an activity is engaged in for profit ( ¶  M-5821 ) is made with respect to an activity, the statute of limitations for assessing a deficiency attributable to that activity is automatically extended until two years after the due date (determined without extensions) for filing the return for the last (i.e., fifth or seventh) tax year of the presumption test period ( ¶  M-5818 ). For the effect of the election on the taxpayer's right to claim an overpayment attributable to the activity, see ¶  T-7574 . For the effect of the election on the Tax Court's jurisdiction to determine an overpayment, see ¶  T-7578 . Illustration For an activity subject to a five-year presumption period starting in year 1 and ending in year 5, the statute of limitations is automatically extended to April 15, year 8, for all tax years in the presumption period that would otherwise expire before that date. </div>\n<div class='snippet'>&hellip;The extension applies to any deficiency attributable to the activity, even if unrelated to the determination of the taxpayer's profit motive. For example, where taxpayers had made the election with respect to their horse-related activity, IRS could make adjustments to depreciation from the activity and could reallocate to the activity a portion of interest and taxes claimed as itemized deductions within the extended limitations period.&hellip;</div>",
        "sectionHeading": "Federal Tax Coordinator Analysis (RIA)"
      },
      "highlightedText": null,
      "score": 0.3988613,
      "rank": 9,
				"tagScores": {			 		
						"profit motive or objective": 	0.85	,	 
						"appreciation of assets or property": 	0.73	,	 
						"activity engaged in for profit": 	0.69	,	
						"hobby loss rules applicable to horses": 	0.33	,	
						"multiple activities or single activity": 	0.55	,	
						"effect of unforseen or fortuitous circumstances":	0.10	,	
						"Carrying on activity in a business-like manner": 	0.50	,	
						"presumed to be engaged in for profit":	0.69	,	
						"Changes in carrying on an activity":	0.17	,	
						"hobby loss rules and entities": 	0.58	,	
						"preparatory stages of an activity": 	0.99		
				   },					
				 "tagRanks": {					
						"profit motive or objective": 	10	,	
						"appreciation of assets or property": 	10	,	
						"activity engaged in for profit": 	10	,	
						"hobby loss rules applicable to horses": 	10	,	
						"multiple activities or single activity": 	10	,	
						"effect of unforseen or fortuitous circumstances":	10	,	
						"Carrying on activity in a business-like manner": 	10	,	
						"presumed to be engaged in for profit":	10	,	
						"Changes in carrying on an activity":	10	,	
						"hobby loss rules and entities": 	10	,	
						"preparatory stages of an activity": 	10		
				   },					
      "totalAnswerCandidates": 45426,
      "provenance": {
        "provenance": {
          "RETRIEVE": {
            "_name": "TaxElasticsearchRetriever",
            "index": "ftc_20170509_trta_1.1"
          },
          "RANK": {
            "_name": "AnswerStrategy$$Lambda$25/1863655430"
          },
          "ENRICH": {
            "_name": "SeekerTaxApplication$$Lambda$28/1966355106"
          },
          "SELECT": {
            "_name": "DummyTaxAnswerSelector"
          }
        }
      }
    },
    {
      "id": "M-5821",
      "source": {
        "par": "M-5821",
        "xref": [
          "M-5822",
          "M-5810"
        ],
        "title": "M-5821 Election to postpone the determination of whether an activity is engaged in for profit.",
        "text": "<div class='match' >If the taxpayer so elects, the determination of whether the presumption that an activity is engaged in for profit isn't made before the end of the fourth tax year (sixth tax year, in the case of horse activities) following the year in which the taxpayer first engages in the activity. (For how to elect, see ¶  M-5822 ). That is, the taxpayer can elect to suspend application of the presumption until there are five (or, if applicable, seven) consecutive tax years in existence from the time the taxpayer first engages in the activity. This five (or seven) years is called the “presumption period.” The election to postpone covers the entire presumption period.</div>\n\n<div>Under the election, the presumption arises where the required number of profit years isn't met until after the current loss year.</div>\n\n<div>If the taxpayer files a joint return, both taxpayer and the spouse must elect to postpone the determination, even if only one of them is engaged in the activity.</div>\n\n<div>The election can be made by an individual, S corporation, trust, estate, or partnership (including a limited liability company or other entity that is treated as a partnership for federal tax purposes). If an S corporation or partnership elects, the election is binding on all persons who were shareholders or partners at any time during the presumption period.</div>\n\n<div>If taxpayer wants a postponement for more than one activity, taxpayer must generally make a separate election for each activity—for how to determine whether there is more than one activity, see ¶  M-5810 . However, one election can be made for more than one activity if all the activities have the same presumption period.</div>\n\n<div>Any election made is binding for the first tax year in which the taxpayer first engages in the activity and for all later years in the presumption test period. A partner is treated as engaged in an activity for each of his tax years in which or within which the partnership's tax year ends.</div>\n\n<div>A taxpayer's election isn't terminated by his failure to engage in the activity during the election year. Thus, when a taxpayer who owned and raced horses filed an election in '75, abstained from racing horses in '76 and resumed racing in '77, his election wasn't terminated by the non-activity in '76 and the presumption test period remained in effect for '75 through '81.</div>",
        "topics": [],
        "indexdata": [],
        "ancestor": "M-5800",
        "id": "ia0d78b1638f811db8f18c7f8ee2eaa77",
        "fn": {
          "OTH": [
            "S Rept No. 92-553 (Conference) (PL 92-178) p. 663"
          ],
          "IRC": [
            "Code Sec. 183(e)(1)"
          ],
          "CRPT": [
            "S Rept No. 92-437 (PL 92-178 ) p. 600"
          ],
          "REVR": [
            "Rev Rul 78-22 , 1978-1 CB 72"
          ],
          "TREG": [
            "Reg § 12.9(a)",
            "Reg § 12.9(b)"
          ]
        },
        "snippet": "<div class='snippet'>If the taxpayer so elects, the determination of whether the presumption that an activity is engaged in for profit isn't made before the end of the fourth tax year (sixth tax year, in the case of horse activities) following the year in which the taxpayer first engages in the activity. (For how to elect, see ¶  M-5822 ). That is, the taxpayer can elect to suspend application of the presumption until there are five (or, if applicable, seven) consecutive tax years in existence from the time the taxpayer first engages in the activity. This five (or seven) years is called the “presumption period.” The election to postpone covers the entire presumption period.</div>\n<div class='snippet'>&hellip;If the taxpayer files a joint return, both taxpayer and the spouse must elect to postpone the determination, even if only one of them is engaged in the activity.&hellip;</div>",
        "sectionHeading": "Federal Tax Coordinator Analysis (RIA)"
      },
      "highlightedText": null,
      "score": 0.4528387,
      "rank": 8,
					"tagScores": {			 	
							"profit motive or objective": 	0.41	,
							"appreciation of assets or property": 	0.84	,
							"activity engaged in for profit": 	0.86	,
							"hobby loss rules applicable to horses": 	0.07	,
							"multiple activities or single activity": 	0.14	,
							"effect of unforseen or fortuitous circumstances":	0.25	,
							"Carrying on activity in a business-like manner": 	0.43	,
							"presumed to be engaged in for profit":	0.17	,
							"Changes in carrying on an activity":	0.50	,
							"hobby loss rules and entities": 	0.10	,
							"preparatory stages of an activity": 	0.93	
					   },				
					 "tagRanks": {				
							"profit motive or objective": 	2	,
							"appreciation of assets or property": 	2	,
							"activity engaged in for profit": 	2	,
							"hobby loss rules applicable to horses": 	2	,
							"multiple activities or single activity": 	2	,
							"effect of unforseen or fortuitous circumstances":	2	,
							"Carrying on activity in a business-like manner": 	2	,
							"presumed to be engaged in for profit":	2	,
							"Changes in carrying on an activity":	2	,
							"hobby loss rules and entities": 	2	,
							"preparatory stages of an activity": 	2	
					   },				
      "totalAnswerCandidates": 45426,
      "provenance": {
        "provenance": {
          "RETRIEVE": {
            "_name": "TaxElasticsearchRetriever",
            "index": "ftc_20170509_trta_1.1"
          },
          "RANK": {
            "_name": "AnswerStrategy$$Lambda$25/1863655430"
          },
          "ENRICH": {
            "_name": "SeekerTaxApplication$$Lambda$28/1966355106"
          },
          "SELECT": {
            "_name": "DummyTaxAnswerSelector"
          }
        }
      }
    },
    {
      "id": "M-5854",
      "source": {
        "par": "M-5854",
        "xref": [
          "M-5800"
        ],
        "title": "M-5854 Consultation with experts as indication of profit motive—deductibility of hobby losses.",
        "text": "<div>Whether or not an activity's engaged in for profit is determined by comparing the facts and circumstances of a particular situation with certain objective factors, see ¶  M-5800 et seq.</div>\n\n<div>Preparation for an activity by consulting with experts may indicate that the taxpayer has a profit motive where the taxpayer carries on the activity according to the advice acquired.</div>\n\n<div>Taxpayer proved a profit motive where he consulted with farming experts in the local community before buying the property used as a farm and gun club. He hired an acknowledged expert in farming as manager, and followed the manager's advice in buying and running the farm. Over the years, he sought advice from numerous experts for suggestions on how to operate a successful farm.</div>\n\n<div>Taxpayer, a doctor, showed a profit motive for his sailboat racing and chartering activities by consulting with professional racers, as well as with his attorney, before buying a 50-foot racing sailboat. Taxpayer was an experienced sailor, and had bought and sold five other boats. He joined a sailing association specifically to learn about the 50-foot sailboat industry. He asked for advice from association members—“all the best minds” in the industry—about the business implications of owning a 50-foot sailboat in general and his purchase of a specific boat, which he was able to buy at a bargain because it needed work. He also got advice from a sail manufacturer and sailing consultant on the expenses that would be incurred, e.g., for sails. On the advice of his attorney, he put the boat's ownership in his own name rather than in his company's name, for mortgage and insurance purposes.</div>\n\n<div>Taxpayer, a plastic surgeon, didn't seek independent expert advice on the purchase and restoration of a luxury top-of-the-line Feadship yacht, for which he spent over $3.5 million. Although taxpayer had no expertise in owning, restoring, or chartering yachts, or in purchasing yachts for resale, he apparently had access to business, financial, and tax advisers who could have advised him on how to make his yachting venture profitable. His failure to seek expert advice indicated he lacked a profit motive.</div>\n\n<div>Where the taxpayer, who had some real estate development experience, consulted informally with several people including some contractors before entering into a land development venture, the consultations, together with the taxpayer's experience, weighed in favor of a finding that the taxpayer had a profit motive.</div>\n\n<div>Taxpayers showed a profit motive for rearing and breeding Arabian horses, where they attended marketing and management seminars at horse conventions and consulted with experts there. Taxpayer-wife also held various positions with the Virginia Arabian Horse Association, and at the association's monthly meetings, met with agriculture teachers, college professors, and 4-H participants with whom she discussed horse breeding issues.</div>\n\n<div>A husband and wife had a profit motive in operating a horse farm where they sought and followed the advice of successful horse breeders and trainers. The wife also served as a consultant as her educational background and experience made her an expert in the care, training, breeding, and showing of horses.</div>\n\n<div>Taxpayer's consultation with experts indicated a profit motive for his horse breeding and racing activities where he spent a substantial amount of time consulting and conversing with a trainer and ranch manager about his horse activities. The trainer had been training horses for 25 years, had approximately 30 clients, and trained between 20 and 50 horses at one time. The ranch manager supervised approximately 200 horses, including 23 belonging to the taxpayer, and had worked for 20 years for another horse breeder before coming to the ranch where the taxpayer boarded his horses.</div>\n\n<div>An airline-employee couple's consultation with experts was a factor in a holding that their rodeo and horse breeding/training activities had a profit motive. They consulted with many people before beginning the activities, including professional rodeo producers, local cowboys, a quarter horse expert, accountants, and bankers. They hired professional rodeo producers, and a farm manager and trainer with a good reputation as a trainer and rodeo operator. They didn't pay for their expert advice, but this wasn't unusual for a new business. The manager's low salary, supplemented by a profit percentage, was typical for the industry.</div>\n\n<div>That taxpayer's treasure-hunting activities had a profit motive was indicated by the fact that he joined with experts in conducting his treasure-hunting ventures, that he investigated those experts and their credentials beforehand, and that he had the actual ventures managed by one of those experts.</div>\n\n<div>Taxpayer had a profit objective for competing in amateur bowling tournaments, as shown by her consultations with other bowlers and tournament directors before she began competing. Most of the tournaments were sponsored by National Amateur Bowling, Inc. (NABI), of which taxpayer was a member. The tournament director assuaged taxpayer's concern that she couldn't successfully compete against the male bowlers, by discussing bowling lane conditions that were favorable to women and the women's records of winnings.</div>\n\n<div>Taxpayer's failure to seek expert advice on how to start or maintain a business as a fiction writer didn't indicate the lack of a profit motive where taxpayer had proven writing skills in the technical field of budget analysis, which were highly rated in his career, and taxpayer had used his writing skills extensively in his career. Moreover, taxpayer had a bachelor's degree in marketing and advertising, which suggested that he had more than a basic familiarity with the business side of his writing activity.</div>\n\n<div>But, a lack of profit objective was indicated where a taxpayer, who had writing skills as a technical writer on engineering and science, didn't seek expert advice on starting or maintaining a business as a fiction writer, or writer of political commentary or about guns, and didn't consult anyone about the economics of conducting a writing activity. Here, the taxpayer failed to get his work (articles and novels) accepted for publication during a 17 year period.</div>\n\n<div>And, the Tax Court rejected a taxpayer's attempt to rely on the expertise and efforts of his tax adviser and of independent parties who were engaged to promote and distribute book rights that the taxpayer had acquired. The distributors were respected experts in the publishing industry who exerted reasonable efforts to promote and distribute the book. All of them earned a profit, and one of them achieved its additional objective of establishing a presence in the children's educational book market. But, given the taxpayer's manifest indifference to economic profit, the motivations of the distributors couldn't be attributed to the taxpayer.</div>\n\n<div>The failure of a taxpayer with no specific experience in gold mining to seek professional advice before beginning his own gold mining activities counterbalanced his 20 years' work experience in the mining industry generally and the specific research he did on gold mining in preparation for his activity.</div>\n\n<div>Failure of a taxpayer with no experience in an activity to get knowledgeable assistance in the face of persistent losses indicates a lack of profit motive.</div>\n\n<div>A taxpayer who operated a health club, although his only knowledge or experience in the health club business was as a member in other health clubs, was unable to prove a profit motive for the activity. His occasional discussion with the manager of a nearby racquetball club couldn't be considered consultation with an advisor.</div>\n\n<div>Similarly, a businessman with no farming experience wasn't consulting with expert advisors when his research into farming was limited to conversing with an “oldtime” farmer about operations, and the county Agricultural Department on soil conditions.</div>\n\n<div>A taxpayer lacked a profit motive for his stock car racing activity where he didn't consult with economic experts in the field, study accepted business practices in stock car racing, or show he had any personal expertise in the economics or business of stock car racing. It wasn't sufficient that he had a longstanding interest in the subject, read car-racing magazines, and once owned a racetrack.</div>\n\n<div>A taxpayer who engaged in automobile racing activity didn't do so with a profit objective where he failed to consult with or seek out professional drivers to find out whether there was any likelihood of making a profit.</div>\n\n<div>Even though the taxpayer had personal experience from his primary job as a deck engineer and hydraulic equipment which enabled him to conduct his gold mining activity, the taxpayer's failure to consult with experts on how the activity could be conducted profitably indicated that he lacked a profit motive.</div>\n\n<div>Taxpayer had no profit objective in entering into a contract to be a sales representative of a solar energy company. Because the taxpayer had no expertise in the solar energy business, his failure to seek the advice of counsel to ascertain the investment's commercial viability before signing the agreement was inconsistent with ordinary business practices and showed a lack of profit objective.</div>\n\n<div class='match' >Taxpayers didn't engage in their horse breeding and training activity for profit where their consultations with reputable horse trainers focused primarily on advancing their son's career as a horseman, and on building a reputation within the community, rather than making a profit or limiting their losses.</div>\n\n<div>Taxpayer's failure to consult with any economic or financial experts during her horse operations, even when she was faced with mounting losses, indicated she didn't have a profit motive. It didn't matter that she had visited farriers and horse farms to learn how to generate income from horse activities before she began her own activity, and hired a well-qualified horse expert to acquire horses on her behalf.</div>\n\n<div>Although taxpayers spent one year working on a horse farm learning about stable management, feeding, and training, and consulted with the owner of a stable when they were interested in breeding three of their mares, they failed to seek expert advice about methods they might use to cause their horse farm to become a profitable activity. Taxpayers didn't consult with any experts about their horse purchases or the breeding of their mares.</div>\n\n<div>Even though the taxpayer met with dog breeders, read books on the subject, and attended seminars on dog breeding and veterinary medicine, his failure to seek professional economic or accounting advice indicated a lack of profit motive in his dog-breeding activity. Other than the taxpayer's own rough estimation of potential gross receipts, he neither made an analysis or plan for earning a profit, nor considered the potential costs of dog breeding. Most important, the taxpayer didn't analyze or consult about the amount of expenses that he was likely to incur. The fact that the taxpayer was skilled in the art of dog breeding didn't necessarily mean that the taxpayer's dog breeding activity was for profit.</div>\n\n<div>Taxpayers' reliance solely on representations made by the salesman who sold them a motor home as to a leaseback program run by the motor home dealer was a persuasive factor in the Tax Court's determination that taxpayers didn't engage in the motor home leasing activity with a profit objective. The dealer's booklet on the leaseback program didn't project any profit independent of tax savings. Taxpayers' failure to seek other advice indicated that they weren't particularly interested in ascertaining whether they could realize an overall profit on the transaction.</div>\n\n<div>Taxpayers lacked a profit objective for their activities involving the sale of Mary Kay cosmetics where, in addition to keeping records that were inadequate to substantiate their claimed expenses, they failed to seek the advice of others independent of the Mary Kay operation. Taxpayer-wife didn't have previous experience or expertise in the Mary Kay business or any similar business. She decided to enter the business after watching a television show.</div>\n\n<div>Taxpayer didn't engage in his tournament fishing activity for profit where he failed to consult with more experienced competitors on how to get a full-time sponsor or become more profitable. Instead, the taxpayer became an adviser to less experienced competitors which undermined his claim that he had a profit motive.</div>\n\n<div>Taxpayer didn't have a profit motive when he went into the yacht chartering business without determining whether it was realistic to expect to earn sufficient revenues to generate a profit. Although he consulted with a yacht broker about the yacht's operating characteristics, its acceptability as a charter boat, and its residual value, he didn't receive advice as to the day-to-day operations or the economics of a yacht chartering business.</div>\n\n<div>Taxpayer established a profit motive for his jet charter service in part by showing he relied on an outside management firm when he started the business, and hired skilled staff members throughout his operation of the business. These included pilots, a mechanic, and two bookkeepers.</div>\n\n<div>Taxpayer, an attorney, showed that he had a profit motive for his airplane manufacturing activities, in part, because he hired experts. The experts included: a famed air show and test pilot, two aeronautical engineers and former airplane manufacturing executives, a Federal Aviation Administration (FAA)-certified airworthiness representative, two FAA-certified airframe and powerplant mechanics, and an administrator of an FAA-certified designated alteration station. The court concluded that the quantum, sophistication, and content of the advice provided by the experts were beyond what a hobbyist would get.</div>\n\n<div>Taxpayer, an attorney, showed that she had a profit motive for her documentary filmmaking activity in part because she developed her own expertise and consulted with industry experts. Taxpayer read extensively and attended a one-month filmmaking program in New York and filmmaking classes at a local community college. She received feedback and advice from experts she met at film-related events. She also hired industry professionals to work on her film, including film editors, producers, a camera operator, a composer, a public relations (PR) consultant, and a publicist and marketing firm.</div>\n\n<div>The failure of Amway distributors, their first business venture, to consult independent experts showed a lack of profit motive. The taxpayers, a married couple, got advice from only their sponsoring distributors, who had a direct financial interest in recruiting petitioners as members of their “downline” distribution network, from which they derived a percentage of gross revenues. The taxpayers didn't seek advice from a disinterested third party at any time during which they conducted their Amway activity.</div>",
        "topics": [],
        "indexdata": [],
        "ancestor": "M-5800",
        "id": "icb74a95c2f6211db9654c7f8ee2eaa77",
        "fn": {
          "CSLINK": [
            "86 AFTR 2d 2000-5059",
            "TC Memo 1991-560",
            "TC Memo 1990-250",
            "TC Memo 1997-128",
            "TC Memo 2001-200",
            "TC Summary Opinion 2016-27",
            "TC Memo 2000-197",
            "TC Memo 1997-503",
            "TC Memo 1994-185",
            "96 AFTR 2d 2005-5364",
            "TC Memo 1996-509",
            "83 AFTR 2d 99-2549",
            "TC Memo 1998-397",
            "TC Summary Opinion 2001-184",
            "TC Memo 1987-26",
            "TC Memo 1993-383",
            "TC Memo 1999-131",
            "TC Memo 1985-403",
            "TC Summary Opinion 2002-115",
            "TC Memo 2012-96",
            "TC Memo 1994-218",
            "TC Memo 2012-115",
            "TC Memo 1992-288",
            "85 TC 557",
            "TC Memo 1992-50",
            "85 TC 237",
            "TC Memo 1993-472",
            "TC Memo 2005-188",
            "TC Memo 1992-638",
            "TC Memo 1980-45",
            "TC Memo 1992-244",
            "TC Memo 2003-86",
            "TC Memo 2004-4",
            "113 AFTR 2d 2014-1344",
            "TC Memo 1998-454",
            "TC Memo 2002-310",
            "TC Memo 1996-68",
            "TC Summary Opinion 2003-7",
            "76 AFTR 2d 95-5127"
          ],
          "TREG": [
            "Reg § 1.183-1(b)(2)"
          ]
        },
        "snippet": "<div class='snippet'>Whether or not an activity's engaged in for profit is determined by comparing the facts and circumstances of a particular situation with certain objective factors, see ¶  M-5800 et seq.</div>\n<div class='snippet'>&hellip;Taxpayers didn't engage in their horse breeding and training activity for profit where their consultations with reputable horse trainers focused primarily on advancing their son's career as a horseman, and on building a reputation within the community, rather than making a profit or limiting their losses.&hellip;</div>",
        "sectionHeading": "Federal Tax Coordinator Analysis (RIA)"
      },
      "highlightedText": null,
      "score": 0.35544303,
      "rank": 3,
					"tagScores": {			 	
						"profit motive or objective": 	0.68	,
						"appreciation of assets or property": 	0.64	,
						"activity engaged in for profit": 	1.00	,
						"hobby loss rules applicable to horses": 	0.45	,
						"multiple activities or single activity": 	0.60	,
						"effect of unforseen or fortuitous circumstances":	0.32	,
						"Carrying on activity in a business-like manner": 	0.09	,
						"presumed to be engaged in for profit":	0.63	,
						"Changes in carrying on an activity":	0.81	,
						"hobby loss rules and entities": 	0.94	,
						"preparatory stages of an activity": 	0.90	
				   },				
				 "tagRanks": {				
						"profit motive or objective": 	1	,
						"appreciation of assets or property": 	1	,
						"activity engaged in for profit": 	1	,
						"hobby loss rules applicable to horses": 	1	,
						"multiple activities or single activity": 	1	,
						"effect of unforseen or fortuitous circumstances":	1	,
						"Carrying on activity in a business-like manner": 	1	,
						"presumed to be engaged in for profit":	1,
						"Changes in carrying on an activity":	1	,
						"hobby loss rules and entities": 	1	,
						"preparatory stages of an activity": 	1	
				   },				
      "totalAnswerCandidates": 45426,
      "provenance": {
        "provenance": {
          "RETRIEVE": {
            "_name": "TaxElasticsearchRetriever",
            "index": "ftc_20170509_trta_1.1"
          },
          "RANK": {
            "_name": "AnswerStrategy$$Lambda$25/1863655430"
          },
          "ENRICH": {
            "_name": "SeekerTaxApplication$$Lambda$28/1966355106"
          },
          "SELECT": {
            "_name": "DummyTaxAnswerSelector"
          }
        }
      }
    }
  ],
  "qualityRecords": [],
  "tags": [
    "profit motive or objective",
    "appreciation of assets or property",
    "activity engaged in for profit",
    "hobby loss rules applicable to horses",
    "multiple activities or single activity",
    "effect of unforseen or fortuitous circumstances",
    "Carrying on activity in a business-like manner",
    "presumed to be engaged in for profit",
    "Changes in carrying on an activity",
    "hobby loss rules and entities",
    "preparatory stages of an activity"
  ],
  "statusMessages": [],
  "user": {
    "firstName": "Demo",
    "lastName": "User",
    "email": "Demo.User@tr.com",
    "userId": "1234567",
    "roles": [
      "EDITOR"
    ],
    "displayName": "Demo User"
  },
  "totalAnswerCandidates": 45426,
  "tookMillis": 5603,
  "provenance": {
    "provenance": {
      "RETRIEVE": {
        "_name": "TaxElasticsearchRetriever"
      },
      "CLASSIFICATION": {
        "_name": "TaxQuestionClassifier",
        "class": 0
      },
      "RANK": {
        "_name": "AnswerStrategy$$Lambda$25/1863655430"
      },
      "ENRICH": {
        "_name": "SeekerTaxApplication$$Lambda$28/1966355106"
      },
      "SELECT": {
        "_name": "DummyTaxAnswerSelector"
      }
    }
  },
  "elasticSearchQuery": null,
  "checkPointAnswers": [
    {
      "id": "M-5892",
      "title": "&#182; M-5892 Horse breeding, racing, etc. as hobbies or for-profit activities."
    },
    {
      "id": "M-5866",
      "title": "&#182; M-5866 Relationship between land appreciation and profit motive of an activity&#8212;hobby loss rules."
    },
    {
      "id": "M-5867",
      "title": "&#182; M-5867 Expectation that animals will increase in value as indicating a profit motive."
    },
    {
      "id": "M-5876",
      "title": "&#182; M-5876 Unforeseen circumstances&#8212;effect on &#8220;for profit&#8221; determination for purposes of hobby loss rules."
    },
    {
      "id": "M-5849",
      "title": "&#182; M-5849 Changes in carrying on the activity can indicate profit motive&#8212;hobby losses."
    },
    {
      "id": "M-5854",
      "title": "&#182; M-5854 Consultation with experts as indication of profit motive&#8212;deductibility of hobby losses."
    },
    {
      "id": "M-5840",
      "title": "&#182; M-5840 Carrying on hobby in a manner similar to a profitable activity&#8212;hobby losses."
    },
    {
      "id": "M-5836",
      "title": "&#182; M-5836 Standards for business-like recordkeeping&#8212;hobby losses."
    },
    {
      "id": "M-5857",
      "title": "&#182; M-5857 Need for general business experience in for-profit activity&#8212;hobby losses."
    },
    {
      "id": "M-5853",
      "title": "&#182; M-5853 Preparations before starting a new activity as indicating profit motive&#8212;hobby loss rules."
    }
  ]
}