{
  "question": {
    "questionId": "0e8ce51091e799fbe52b81e144502e18fc9c5f91",
    "dateTime": "2017-07-05T15:03:19.152Z",
    "questionText": "can i deduct crop losses due to drought",
    "questionLabel": "can i deduct crop losses due to drought",
    "expansionList": [],
    "phraseList": [],
    "contextText": [],
    "contextTags": []
  },
  "dateTime": "2017-07-05T15:03:19.152Z",
  "answerCandidates": [
    {
      "id": "M-5876",
      "source": {
        "par": "M-5876",
        "xref": [
          "M-5801",
          "M-5892"
        ],
        "title": "M-5876 Unforeseen circumstances—effect on “for profit” determination for purposes of hobby loss rules.",
        "text": "<div>Losses from unforeseen or fortuitous circumstances, such as drought, disease, fire, other involuntary conversions, or depressed market conditions don't indicate that the activity isn't engaged in for profit for purposes of the rules discussed at ¶  M-5801 et seq. Thus, there was a profit motive where land was leased to sharecroppers during years that taxpayer was unable to operate it due to lack of farm equipment during the wartime and postwar shortages. </div>\n\n<div>Where a taxpayer, because of his failing health, was unable to devote a great deal of time or energy to his company's affairs, these circumstances explained why the company was not profitable, as opposed to establishing a lack of profit objective, especially in light of the company's earlier profitability and the taxpayer's success in taking steps to improve the company's performance in later years. </div>\n\n<div>A doctor (taxpayer), an avid sailor who previously had bought and sold a series of sailboats at a profit, had a profit motive for a yachting activity he engaged in with his professor-wife where an unfortunate combination of events prevented him from actually realizing a profit. He bought a 50-foot racing sailboat (at a bargain price) in order to join a sailing association that held annual races and promised sponsorship income to its members. He expected to profit by getting sponsorships, forming a franchise league for sailboat racing, boat chartering, and reselling the boat. The boat, which was crewed mostly by professionals, sailed in several races and chartered trips, and was featured in a clothing catalogue and a deodorant commercial. However, the drug companies taxpayer had expected as sponsors (because of his profession) came under Congressional investigation, the sailing association disbanded, he lost two principal charterers, the international racing rules changed, and the imposition of a luxury tax caused industry layoffs. Additionally, taxpayer was sidelined by bypass surgery and was beset by malpractice suits and other financial pressures, including embezzlement by his pension plan administrator, to the point where he couldn't keep the boat in first-class condition. </div>\n\n<div>On the other hand, a plastic surgeon (taxpayer) could have foreseen the excessive repair and restoration costs that resulted in the losses he claimed for activities relating to a luxury Feadship (top-of-the-line) yacht he bought knowing it was in a distressed condition. Although taxpayer had no expertise in owning, restoring or chartering yachts, or in buying them for resale, a good faith, diligent and timely investigation into the condition of the yacht and the nature of the luxury yacht charter business would have eliminated most of the surprise as to those costs, and would have given him the information necessary to make a reasoned and calculated attempt to make the venture profitable. </div>\n\n<div>A series of misfortunes didn't prevent finding a profit motive where taxpayer tried planting different crops on his farm, but sales were low due to competition from larger, more sophisticated farms. He attempted to raise cattle, but most of them died from an infection caused by a rare parasite in water they had been drinking. He tried to establish a duck preserve; however, the farm had no watershed of its own. </div>\n\n<div>Taxpayers, husband and wife, raised and bred horses on their farm “for profit” despite a history of losses. The losses were the result of unforeseen circumstances beyond taxpayers' control, and they adjusted their activities accordingly. Before heart problems and injuries from a car accident forced her to cut back, the wife spent about 35-40 hours a week managing the farm's day-to-day operations, and was also active in several horse industry organizations. When the husband lost his job as a nurse anesthetist, the couple filed for bankruptcy to protect and maintain their investment in the horse activity, and were required by the bankruptcy court to make monthly payments on the mortgage they had incurred to buy horses. A foal produced by taxpayers' prize-winning mare suffered a leg injury and had to be put to sleep. Failing to sell any horses, taxpayers planned to begin boarding and training horses, teaching classes, and operating a tack shop to sell horse equipment. The contractor they hired to build a large barn for use in those activities went bankrupt, so taxpayers built several smaller barns to reduce some of their boarding costs. </div>\n\n<div>Taxpayers' horse breeding and racing operation was held to be an activity engaged in for profit, despite a consistent history of losses, where those losses were in part due to unforeseen and unfortunate circumstances beyond taxpayers' control which abruptly ended the racing careers, and in some instances the lives, of several of their horses. For example, five horses died in accidents at the racetrack, one died after producing a foal, two developed tendon problems, and one developed a flesh-eating disease. </div>\n\n<div>But in another case, taxpayers' claim that unforeseen circumstances, such as an injury to their stallion, a foal's death, and another horse's bowed tendon, caused the losses they sustained in their horse breeding activities for the years at issue failed to persuade the court that they had a profit motive for those activities. While taxpayers claimed that a horse expert had said the stallion would have been profitable if he hadn't been injured, the stallion's performance in competition was never better than the intermediate dressage level. It was unknown whether the stallion would have reached the highest dressage level if he hadn't been injured, or if taxpayers' horse operations would have been profitable absent the injuries to the other horses. Moreover, taxpayers failed to show that the actions they took to correct their operations after those unforeseen events were intended to make the horse breeding more profitable. Also, these events occurred at least five years before the first year at issue. Similarly, the unforeseen circumstances cited by taxpayers—characterized as mishaps and injuries that contributed to the failure of their first prize stallion to reach his full potential—did not satisfactorily account for the history of losses (for 23 of 26 years) from their horse-related activity (showing and breeding “cutting horses”) and, thus, taxpayers didn't prove a profit motive. The mishaps included colic suffered by the horse, remedial training required to reverse undesirable training given the horse by a hired trainer, ankle injuries suffered by taxpayer-wife (W) that kept her from riding for six months, a crippling leg injury suffered by the horse, and a failed attempt to lease the horse for breeding. However, the colic and retraining took place during the two years the taxpayers earned significant profits and the taxpayers didn't explain why they didn't seek another rider for the horse while W was injured. The court rejected taxpayers attempts to characterize their activity as a lengthy startup period (11 years) spent developing the first prize stallion's value, followed by the period of mishaps, and then by a lengthy period developing the value of a second prize stallion. </div>\n\n<div>Despite losses over several years, taxpayers' farm operation was an activity engaged in for profit. Taxpayers in the thoroughbred breeding business suffered unforeseen losses from a high rate of abortion in the brood mares, which occurred because the pastures on which they were grazing were contaminated with a toxic fungus. The taxpayers replanted 45 acres of pasture land at a substantial cost and purchased several well-bred mares to enhance its thoroughbred business. During this period, however, the entire southeast entered into a severe four-year drought. As a result, the first two or three efforts in reestablishing the pastures were unsuccessful. In addition, there was a drastic drop in the average and median prices for yearlings throughout the thoroughbred industry. Although the taxpayers experimented with new sources of revenue such as boarding polo ponies (which generated substantial revenues), this activity was hindered by the severe droughts, which limited the farm's grazing potential and the number of polo horses that could be boarded at any given time. Further, taxpayers lost one of their best clients, whose polo career ended when he was shot. </div>\n\n<div>Similarly, taxpayer's horse breeding operation was considered an activity engaged in for profit, even though taxpayer had suffered losses over several years, because some of the losses were due to unexpected setbacks. Taxpayer had tried to breed Paso Fino-quality horses, but when he realized that he didn't have the mares to do so and was instead merely selling “pleasure” and “performance” quality horses, he sought to improve his stable. But because one mare in stock always produced twin offspring (an undesirable trait in the Fino horse industry), taxpayer “pinched off” one of the mare's ovaries each time it was bred so it delivered only one offspring. This, and taxpayer's decision to use embryonic transfers (another expensive procedure), caused taxpayer to incur increased veterinary costs. After another of taxpayer's horses, purchased for $30,000, failed to meet expectations, taxpayer gelded it and then sold it for only $2,000. When another horse suffered a broken hoof after kicking its stall, taxpayer incurred $5,000 in veterinary bills in the hope of fixing the horse's gait and thus maintaining its value. And taxpayer was forced to euthanize a five-day-old foal with an arthritic condition. </div>\n\n<div>Severe unforeseeable weather conditions and taxpayer's attempts to make his farm land more productive were factors indicating that taxpayer had a profit motive. </div>\n\n<div>Taxpayer's losses over 15 years of cattle farming didn't prove the absence of profit motive where they experienced two hurricanes, cattle disease, cattle food poisoning, and a drought. One taxpayer suffered allergic reactions from some of the farm work. They operated the farm in a business-like manner, followed the advice of experts, and devoted 40 hours per week each to working on the farm. </div>\n\n<div>Although taxpayer's farm produced losses for ten years in a row, much of his losses were caused by storms, diseases, and other unexpected events. He never used the farm as a showplace. He had operated another farm profitably. </div>\n\n<div>Another taxpayers' losses could be explained by the fact that three horses out of seven available for racing suffered broken knee or ankle bones, a promising horse bought for racing two years earlier proved to be of little value and was sold for a loss, and another promising horse developed the dangerous habit of running into its stall and was sold. </div>\n\n<div>Similarly, taxpayers had a profit motive for their show horse farm, although they suffered a severe setback when their most promising horse had to be destroyed. </div>\n\n<div>Where damage to the yacht prevented the tax year in question from being profitable, but the owner of the yacht chartering operation intended to make a profit, and actually made a small profit in the preceding tax year, the court ruled that a business won't be turned into a hobby merely because the owner finds it pleasurable. </div>\n\n<div>A ski lodge was an activity entered into for profit, despite eight years of losses, where, shortly after taxpayer entered the lodging market, it was saturated with competitors, there were a number of years of below average snowfall, and a gasoline shortage kept skiers away. </div>\n\n<div>A timber farm was a for-profit activity despite taxpayers' failure to cut and sell any of the timber during the years in issue. Soon after taxpayers bought the timber farm, timber prices fell dramatically in the U. S. and remained below the estimated costs petitioner would incur to harvest the timber. Accordingly, taxpayers postponed the cutting, harvesting, and sale of any of the standing timber on the timber farm. The court rejected IRS's argument that because of taxpayers' failure to cut and sell any of the timber during the years in issue, taxpayers' activity should be regarded only as startup activity, not an existing trade or business or for-profit activity. Typically, on a timber farm individual trees are harvested only once every 35 to 60 years. Nothing indicated that the taxpayers ever abandoned their profit objective with regard to the timber farm: they simply deferred cutting and selling the timber because of an unexpected decline in timber prices. </div>\n\n<div>Where taxpayer's rental apartment was in a run-down, high crime area, her inability to find a tenant for ten years didn't negate a profit motive. </div>\n\n<div>Taxpayer sustained losses every year from his jet charter service, but was held to have a profit motive in part because the losses were partly due to unforeseen safety problems with his jet. </div>\n\n<div>Similarly, the Tax Court found that taxpayer's airplane leasing business was operated for profit, despite a record of increasing losses. The first year loss wasn't surprising because the airplane wasn't available for service until December and was therefore rented for only a few hours of flying time. The losses in the two succeeding years were due to the deaths of a key employee and most of the pilots in an airplane crash. This ended nearly all charter activity at the airport and effectively doomed the enterprise but didn't disprove taxpayer's profit motive in the first year. </div>\n\n<div>In another airplane activities case, the taxpayer—who never reported a profit from his jet service activity during its six years' duration—claimed, unsuccessfully, that his losses from the activity were due to an unforeseen circumstance, namely the failure of an initial public offering (IPO) that would have resulted in a profitable level of need for his jet service. But, in fact, the losses were preventable by the taxpayer, as he had the option to sell back his interest in the jet after the failure of the IPO, and didn't do so. The court said the evidence showed that the taxpayer's keeping his interest in the jet—as well as his later trading up to a more expensive jet—reflected his decision that the convenience of personal travel by private jet, and perhaps the tax benefits of losses from the jet service activity, justified the costs of continuing ownership of the interest.</div>\n\n<div>A taxpayer entered into a land development venture and bought a bulldozer for use in the venture. Because of various legal problems, the taxpayer was unable to develop the land. The taxpayer attempted to find a profitable use for the bulldozer, but was unsuccessful. The inability to make a profit was due to unforeseen circumstances and didn't show a lack of a profit motive. Moreover, the taxpayer's attempt to sell the bulldozer didn't show that the taxpayer was withdrawing from the business, since, although the taxpayer was unable to rent the bulldozer, it remained available for rental. </div>\n\n<div>A taxpayer's continuing losses in his cattle-raising activity didn't indicate a lack of profit motive where some of the losses were due partly to drought and depressed market conditions. Economic constraints prevented him from entering into a planned stocker-calf operation (in which weaned calves are bought, fattened on pasture and sold for profit). To maximize his farmland's productivity, he went into a cow-calf operation (in which cows are bred and calves are sold). </div>\n\n<div>Another taxpayer had a profit motive although he was forced to reduce operations because of a labor shortage during war years. But a taxpayer's claim that losses of yacht chartering activity were due to unforeseen circumstances (repeated equipment failures and seller's and manufacturer's failures to correct the yacht's defects) was rejected. Taxpayer didn't conduct the preliminary investigation expected from someone motivated primarily in making a profit, that would have alerted him to the likelihood of some of the problems. </div>\n\n<div>Taxpayer's argument that her growing losses in the operation of her bookkeeping and tax service were caused by the poor economic conditions and beyond her control was rejected because she didn't prove that poor economic conditions contributed to her losses. </div>\n\n<div>Taxpayers' argument that losses from their dog-breeding activity were caused by progressive retinal atrophy (PRA), a degenerative disease of the retina that causes blindness in dogs, was rejected. Though the taxpayers asserted that this disease caused an unanticipated increase in expenses because they were required to purchase new stock for breeding, in fact, the taxpayers didn't know that any of their dogs even had PRA until after the years in issue. The taxpayers' losses were largely the result of the high cost of dog boarding and handling, and not from the purchase of breeding stock. PRA didn't have a significant impact on the taxpayers' dog-breeding activity during the tax years in question. </div>\n\n<div>The Sixth Circuit, reversing the Tax Court's finding that the taxpayers' activities were not engaged in for profit, held that beyond controversy the losses suffered by taxpayers engaged in fish farming, Christmas tree, timber, and row crop undertakings were caused at least in part by unanticipated, drought, heat, and deer damage during the years at issue. The Tax Court had rejected this argument because the taxpayers didn't attempt to quantify losses attributable to each cause, and didn't specify whether the drought took place during the years in which they had or had not planted crops. In addition, the Tax Court reasoned that while the taxpayers alleged that farmers in the area suffered from deer depredation, not only did they not introduce evidence that deer damage contributed to their losses, evidence suggested that there were salt licks on the property to attract deer and other animals. On the other hand, the Six Circuit reasoned that evidence that salt licks and feed boxes had been placed on the taxpayers' farm in no way proved the inherently absurd speculation that the taxpayers had deliberately schemed to destroy their crops by attracting ravenous deer onto their farm. To the contrary, the taxpayers' activities could have been more logically construed to lure deer away from the crops, to areas where they could be easily hunted, in order to promoting the well being of the taxpayers' farm. </div>\n\n<div>A decline in the horse breeding market wasn't an unforeseen circumstance where the taxpayer failed to conduct even a basic investigation of the profitability of horse breeding before beginning the activity. Therefore, the taxpayer couldn't use the purportedly unexpected decline in market conditions to support his position that he had a profit motive with respect to the activity. </div>\n\n<div>A taxpayer couldn't explain away her substantial losses (more than $1.1 million over 14 years) from breeding, raising and racing thoroughbred horses by arguing that unforeseen events negatively affected her activities, where she took no steps to put herself in a position to earn the substantial profit necessary to recoup those losses. The events taxpayer cited—death of one broodmare, barren broodmare, poor performance of racing thoroughbreds, and negative economic conditions—were not of a type that should have caught her by surprise. </div>\n\n<div class='match' >Taxpayers argued that their nearly 20 years of losses in cattle-raising and deer-herding activities were due to unforeseen circumstances beyond their control—namely, price fluctuations and drought conditions during that period. The Tax Court found that, on the basis of climate and meteorological data, no drought seems to have occurred during the period and in the region at issue, and that, even if drought had occurred there, that the “unforeseen circumstances” were not in fact unforeseen. Taxpayer-husband was raised on a cattle ranch in the part of the country where he conducted his operations, and knew or should have known that the region was susceptible to drought, and that beef prices often fluctuated. </div>\n\n<div>The unforeseen or fortuitous event must cause the loss or losses at issue in order to be a factor favorable to the taxpayer claiming the loss. Thus, a taxpayer couldn't rely, as a reason for his losses, on the lameness of a horse which he acquired and was training, supposedly for sale at a profit, where the taxpayer couldn't prove that he intended to sell the horse, the value of the horse at the time it went lame or the profit that would have been made on the supposed sale (taking into account the original purchase price of the horse and the cumulative expenses associated with it). For a summary of the multiple factors taken into account by the Tax Court in concluding that the horse breeding and training activity in Drummond (footnote 28.1) wasn't engaged in for profit, see ¶  M-5892 . Similarly, a hurricane that caused damage to property taxpayer owned in another state and misfortunes suffered in taxpayer's computer service business were only tangentially related to taxpayer's cattle ranching activity and thus weren't unforeseen circumstances responsible for the continued (seven year) losses from the cattle ranching activity. The hurricane damage was, in fact, resolved within a relatively short period, impacting only one winter. And, because taxpayer's level of involvement in ranch affairs remained the same before and after the reverses to his computer business, they were not a convincing reason for losses suffered on the ranch. Nor, were drought conditions in the area of the ranch unforeseen circumstances excusing losses since taxpayer knew of the lack of rainfall in the area before purchasing the land he used for grazing. Thus, taxpayer should have been aware of the need to plan for such conditions if he truly intended to make a profit from his property. Rather, seven years after the purchase of the land, an irrigation system was still not in place. </div>\n\n<div>Taxpayer argued his efforts to earn a profit from his farm were hampered when one of his horses fell into a ditch and died, and when cougars and an English bulldog killed some of his sheep and pygmy angora goats. He also argued that his fir trees had a long growing cycle, thus delaying a harvest. But taxpayer's farm losses were disallowed. No profits were realized in five years of operations. Taxpayer and his wife spent just 10 to 20 hours a week working on the farm. And all meat they “harvested” from their animals was consumed; none was sold. </div>\n\n<div>Taxpayer should have known that his activity of metal mining and refining involved dangerous or hazardous chemicals subject, at least to a minimal degree, to environmental regulation and that therefore environmental compliance would be a cost of doing business rather than an unforeseeable circumstance preventing him from making a profit. </div>",
        "topics": [
          {
            "topic_1": "not-for-profit activities, losses due to depressed conditions",
            "topic_0": "Depression"
          },
          {
            "topic_1": "not-for-profit activities",
            "topic_0": "Disaster losses"
          },
          {
            "topic_1": "not-for-profit activities",
            "topic_0": "Involuntary conversion"
          },
          {
            "topic_2": "unforeseen circumstances",
            "topic_1": "losses",
            "topic_0": "Not-for-profit activities"
          },
          {
            "topic_2": "losses, unforeseen",
            "topic_1": "chartering activity",
            "topic_0": "Yachts"
          }
        ],
        "indexdata": [
          [
            "Depression",
            "not-for-profit activities, losses due to depressed conditions"
          ],
          [
            "Disaster losses",
            "not-for-profit activities"
          ],
          [
            "Involuntary conversion",
            "not-for-profit activities"
          ],
          [
            "Not-for-profit activities",
            "losses",
            "unforeseen circumstances"
          ],
          [
            "Yachts",
            "chartering activity",
            "losses, unforeseen"
          ]
        ],
        "ancestor": "M-5800",
        "id": "icbe93cb82f6211db9654c7f8ee2eaa77",
        "fn": {
          "CSLINK": [
            "72 TC 28",
            "36 AFTR 834",
            "TC Memo 2008-224",
            "82 AFTR 2d 98-5375",
            "TC Memo 1997-128",
            "TC Memo 2003-86",
            "86 AFTR 2d 2000-5655",
            "55 AFTR 2d 85-302",
            "TC Memo 1999-372",
            "TC Memo 2004-215",
            "TC Memo 1997-401",
            "TC Memo 1992-9",
            "TC Memo 1999-83",
            "TC Memo 1997-503",
            "TC Memo 1997-71",
            "TC Memo 1981-632",
            "83 AFTR 2d 99-2987",
            "TC Memo 2008-235",
            "TC Memo 1996-162",
            "TC Memo 1985-61",
            "96 AFTR 2d 2005-5364",
            "59 TC 312",
            "83 AFTR 2d 99-2549",
            "TC Memo 1998-397",
            "TC Memo 1983-165",
            "TC Memo 1986-116",
            "TC Memo 1988-292",
            "TC Memo 1997-54",
            "85 AFTR 2d 2000-1418",
            "TC Memo 1995-176",
            "79 AFTR 2d 97-2168",
            "82 AFTR 2d 98-5289",
            "TC Memo 1990-105",
            "TC Memo 2000-127",
            "TC Memo 1993-472",
            "TC Memo 2016-69",
            "TC Memo 1983-188",
            "TC Memo 1992-542",
            "TC Memo 1981-550",
            "TC Summary Opinion 2007-73",
            "TC Memo 2005-188",
            "TC Memo 1968-79",
            "TC Memo 2004-4",
            "84 AFTR 2d 99-7050",
            "TC Memo 1997-475",
            "88 AFTR 2d 2001-6055",
            "TC Memo 1987-308",
            "TC Memo 1998-367",
            "TC Memo 1990-45"
          ],
          "TREG": [
            "Reg § 1.183-2(b)"
          ]
        },
        "snippet": "<div class='snippet'>Losses from unforeseen or fortuitous circumstances, such as drought, disease, fire, other involuntary conversions, or depressed market conditions don't indicate that the activity isn't engaged in for profit for purposes of the rules discussed at ¶  M-5801 et seq. Thus, there was a profit motive where land was leased to sharecroppers during years that taxpayer was unable to operate it due to lack of farm equipment during the wartime and postwar shortages. </div>\n<div class='snippet'>&hellip;Taxpayers argued that their nearly 20 years of losses in cattle-raising and deer-herding activities were due to unforeseen circumstances beyond their control—namely, price fluctuations and drought conditions during that period. The Tax Court found that, on the basis of climate and meteorological data, no drought seems to have occurred during the period and in the region at issue, and that, even if drought had occurred there, that the “unforeseen circumstances” were not in fact unforeseen. Taxpayer-husband was raised on a cattle ranch in the part of the country where he conducted his operations, and knew or should have known that the region was susceptible to drought, and that beef prices often fluctuated. &hellip;</div>",
        "sectionHeading": "Federal Tax Coordinator Analysis (RIA)"
      },
      "highlightedText": null,
      "score": 0.22862759,
      "rank": 2,
				"tagScores": {			 	
						"profit motive or objective":	0.10	,
						"effect of unforseen or fortuitous circumstances":	0.24	,
						"activity engaged in for profit":	0.10	,
						"Persistent losses":	0.12	,
						"activity not engaged in for profit":	0.77	
			   },				
			 "tagRanks": {				
						"profit motive or objective":	1	,
						"effect of unforseen or fortuitous circumstances":	1	,
						"activity engaged in for profit":	1	,
						"Persistent losses":	1	,
						"activity not engaged in for profit":	1	
			   },							
      "totalAnswerCandidates": 32175,
      "provenance": {
        "provenance": {
          "RETRIEVE": {
            "_name": "TaxElasticsearchRetriever",
            "index": "ftc_20170509_trta_1.1"
          },
          "RANK": {
            "_name": "AnswerStrategy$$Lambda$25/1863655430"
          },
          "ENRICH": {
            "_name": "SeekerTaxApplication$$Lambda$28/1966355106"
          },
          "SELECT": {
            "_name": "DummyTaxAnswerSelector"
          }
        }
      }
    },
    {
      "id": "M-5877",
      "source": {
        "par": "M-5877",
        "xref": [
          "M-5800",
          "M-5832",
          "M-5834",
          "M-5852",
          "M-5860",
          "M-5868",
          "M-5834",
          "M-6101",
          "M-6105"
        ],
        "title": "M-5877 Persistent losses may indicate lack of profit motive—hobby losses.",
        "text": "<div>Under the hobby loss rules, deductions attributable to an activity not engaged in for profit are limited, see ¶  M-5800 et seq. All facts and circumstances must be taken into account in determining whether an activity's engaged in for profit, see ¶  M-5832 et seq.</div>\n\n<div>Losses that continue beyond the period usually necessary for an activity to become profitable may indicate the activity isn't engaged in for profit, particularly where taxpayer takes no steps to increase profitability and other factors indicate that the activity isn't engaged in for profit.</div>\n\n<div>Taxpayer's cattle ranching activities weren't engaged in for profit, despite the considerable amount of time spent on the those activities, and despite the fact that taxpayer had only moderate income from other sources. Taxpayer began reporting the activity in '82, and never reported a net profit. Moreover, taxpayer presented no credible evidence that he had any real plan for reversing the continuous stream of losses from the activity.</div>\n\n<div>Taxpayers' cattle-raising and deer-herding activities showed a profit only once in 20 years, and the record indicated that the losses from these operations would continue for the foreseeable future. These factors suggested that taxpayers didn't engage in those activities with a profit motive.</div>\n\n<div>Taxpayers who had engaged in horse breeding activities for at least 22 years, with a net loss of at least $217,356 during a six-year period that included the years at issue, didn't have a profit motive. They didn't even come close to generating a profit from those activities during any of the years at issue. Similarly, a taxpayer whose cumulative losses from breeding, raising and racing thoroughbreds over an 18-year period exceeded $888,000 didn't engage in those activities for profit. The start-up phase of a horse breeding activity is five to 10 years, and the years in issue were well beyond that period.</div>\n\n<div>A farm, which had increasing losses despite business-like manner with which the operation was carried out, was found to be an activity not engaged in for profit. The business-like management and efforts to improve efficiency were done to diminish the losses of a hobby.</div>\n\n<div>And, the most compelling factors indicating that taxpayers didn't engage in their horse-related activities (showing and breeding “cutting horses”) with a profit objective was their history of losses—23 of 26 years, averaging $40,000 per year for the last seven years of the activity—and their failure to make any significant attempts to modify their method of operation to improve profitability, even though the losses had been continuous for the last 15 years of the activity. Similarly, the fact that the taxpayer reported a loss from her horse breeding activities for each of the 12 years she reported those activities was a significant factor in the court's refusal to find a profit motive. The taxpayer's total loss for that period was $749,338, while her total income was $60,838. While acknowledging that the start-up period for horse breeding could last up to 10 years, the Tax Court, and the Eleventh Circuit on appeal, noted that the taxpayer reported losses of over $60,000 in both the eleventh and twelfth years of her horse breeding activity.</div>\n\n<div>Where the taxpayer was bound to incur losses for several years under the terms of a lease of property he owned, there was no profit motive for the activity. This situation was different than the usual “start up” activities when early losses are expected, but where effort and imagination can make the venture profitable.</div>\n\n<div>Another taxpayer's history of losses was the most persuasive evidence that his boat charter activity wasn't engaged in for profit. Taxpayer, who enjoyed sailing for personal pleasure, bought a sailboat and enrolled it in a charter fleet on Lake Superior. The court acknowledged that the taxpayers carried on the activity in a business-like manner (see ¶  M-5834 et seq.), had the necessary personal expertise to engage in a sailboat charter business (see ¶  M-5852 et seq.), expended reasonable time and effort in carrying on the activity (see ¶  M-5860 et seq.), and had a reasonable expectation that the sailboat might appreciate in value (see ¶  M-5868 ). Nevertheless, the deductions were denied because the taxpayers received no profits from the activity and couldn't expect to receive any. The only cash flow they could expect from the activity was from tax benefits.</div>\n\n<div>Where a full-time commercial airline pilot (taxpayer) who also engaged in his own airline activities (building airplanes from kits and then selling them) consistently reported substantial net losses from those activities, the losses (ranging from $37,881 to $102,607 over an 11-year period) were “highly indicative” of a lack of profit motive. The taxpayer used those losses to offset the significant wages he earned the airline, and his taxable pension and annuity income of approximately $183,400 per year.</div>\n\n<div>Taxpayers' history of “substantial” or “huge” losses from their horse activities—well over $300,000 per year for eight years—belied any notion that the activities were operated for profit. Any bona fide expectation of profit that taxpayers might have had at the outset no longer existed, in light of those recurring losses.</div>\n\n<div>There was no profit motive where taxpayer failed to make a profit in 15 years of part-time stock car racing, five years of drag racing, 15 years of dog breeding, 36 out of 37 years of farming, 11 years of maintenance activity, 10 years of software development activity (writing and debugging programs for an obsolete computer), or seven years of gold mining activities (not including the years spent prospecting).</div>\n\n<div>The taxpayers lacked a profit objective with respect to their horse breeding and racing activity where they claimed disproportionate loss deductions for all four tax years of the operation of the activity (the activity produced $285 in gross receipts and $35,492 in losses during the tax years at issue). Despite this financial history, taxpayer made no attempt to improve profitability by devising new methods of operations or business plans.</div>\n\n<div>Similarly, taxpayer's standardbred horse breeding and racing operation wasn't an activity engaged in for profit where there was a consistent history of losses and a lack of evidence showing that taxpayer investigated or evaluated the factors affecting the profitability of the operation, developed profit plans or break-even analyses or consulted experts on how to make the operation profitable. The taxpayer's failure to establish these facts could be explained by his lack of concern over them, because he had more than sufficient income as a doctor and consultant, especially taking account of the tax savings generated by the losses.</div>\n\n<div>That taxpayers had realized “no profits whatsoever” during more than 25 years of horse breeding, training, and racing activities was a strong indication they weren't engaged in those activities for profit. Although taxpayers argued that the losses had been caused by factors beyond their control (injury, illness, and death of a number of their horses and the failure of legislation that would have allowed video lottery terminals [slot machines] at horse racing tracks), they failed to show that the activities would have been profitable without those events. And while the Tax Court acknowledged the “highly speculative” nature of horse racing, breeding, and training, it stated that the events cited by taxpayers hardly accounted for their “unbroken string” of more than 25 years of losses. Further, although taxpayers cited the potential to earn a substantial profit with one outstanding horse, that contention—the possibility of a speculative profit—wasn't enough to outweigh the absence of profits for a sustained period of years.</div>\n\n<div>Taxpayer's five-year history of increasing losses from his automobile racing activity indicated a lack of profit objective where he took no steps to increase profitability despite the persistent losses. He never considered participating in a greater number of races at the track near his home, nor did he make any effort to race in tracks farther away from his home, even though they awarded considerably higher prize money. Moreover, the taxpayer didn't expand his efforts to get sponsors to offset some of his expenses.</div>\n\n<div>Taxpayer's “persistent and significant” losses of $570,000 from his car-racing activities over an eight-year span were a key factor in the determination that it wasn't a profit-seeking activity for him. The racing activity was a tool that helped increase taxpayer's income from selling communications equipment, thereby lessening his concern over whether profits or losses were generated by it. Taxpayer kept accurate records, but only to satisfy the tax requirements and not as a tool to achieve profitability. He invested heavily in capital assets for the activity and got marketing materials from a design firm, but these factors were consistent with IRS's theory that it was merely taxpayer's “expensive hobby.” The Tax Court also found taxpayer's claim that he no longer derived personal enjoyment from racing cars (“the thrill is gone”) to lack credibility.</div>\n\n<div>Taxpayers' tournament fishing activity wasn't for profit where they incurred almost $1.5 million in expenses to win $500,000 in prizes. They suffered losses for four straight years, but took no meaningful action to reverse the trend. Similarly, a taxpayer's tournament fishing activity was held to be not for profit in light of continued losses that appeared to indicate that a timeframe for profit was irrelevant. The taxpayer also failed to change his operating methods in a manner that might lead to a profitable result.</div>\n\n<div>Taxpayer, a full-time financial analyst, wasn't engaged in a sailboat chartering activity with a profit objective where: evidence of his tax motivation was undisputed; the activity had a five-year loss history; and the losses, rather than resulting from unpredictable events, had been projected by the taxpayer. The Tax Court, affirmed by the Ninth Circuit, reached this conclusion even though taxpayer had conducted the activity in a businesslike manner.</div>\n\n<div>Taxpayer, a practicing lawyer, had no profit objective in his horse racing/breeding activities. A principal factor that led the Tax Court to this conclusion was taxpayer's continuing pattern of losses and his failure to keep businesslike records (see ¶  M-5834 ). The court also noted that, although taxpayer's ultimate goal was to make a living with horse racing/breeding and farming activities, he didn't abandon his lucrative legal practice.</div>\n\n<div>Taxpayer's 20-year history of losses from his photography and art activity, during which period there were almost no sales, and his casual approach to marketing, led the Tax Court to conclude that the taxpayer lacked a profit objective. The taxpayer argued that his persistence and dedication to this activity was proof of his profit objective. But the Tax Court said that this persistence suggested a great dedication to art but none to business concerns such as earning a profit.</div>\n\n<div>Taxpayer's eight consecutive years of losses, ending with the tax year at issue, in the activity of metal mining and refining accompanied by no steps to increase his income or decrease his expenses was a factor showing no profit motive.</div>\n\n<div>Similarly, substantial losses from activities as distributors in every year in which taxpayers engaged in those activities (the eight years before the year of the Tax Court trial, plus projected losses for the year in which that trial took place) indicated that taxpayers weren't engaged in those activities with a profit motive.</div>\n\n<div>Taxpayer's five-year history of losses in her direct-marketing activities indicated the absence of a profit motive. The court rejected taxpayer's argument that the early losses were merely start-up losses caused by her having to switch companies due to unforeseen circumstances. The unforeseen circumstance was the state's shutting down one venture marketing a “tax relief system.” And, in any event, she shifted from activity to activity without analyzing costs or earnings potential. So, the losses were operating losses and not start-up losses. It also wasn't significant that in later years she showed a small profit, because this was attributable to taxpayer's ceasing to claim questionable deductions such as home office expenses and wages paid to her sons.</div>\n\n<div>Taxpayer lacked a profit motive where the gross receipts from his Amway distributorship greatly increased (from $20,000 to $100,000) over a four-year period, but net losses of $20,000 a year persisted due to increases in cost of goods sold and operating expenses. Even though taxpayer spent a lot of time on the activity, he was motivated by personal considerations such as discounts he got on products for personal use and use in his other businesses.</div>\n\n<div>Taxpayers, a married couple, didn't have a profit motive for their Amway distributorship where increasingly large yearly net losses greatly exceeded their annual gross receipts.</div>\n\n<div>On the other hand, mere failure to make a profit doesn't, by itself, indicate that the taxpayer isn't engaged in a trade or business.</div>\n\n<div>The Tax Court originally held, in a “close call,” that taxpayer conducted her gambling activities with a profit motive in 2004 and 2005, despite losses each year. Other sources of income were disposed of, and her gambling activities were regular and continuous. Taxpayer was allowed to claim her gambling losses (up to the amount of her gambling winnings, see ¶  M-6101 ) on Schedule C instead of Schedule A ( ¶  M-6105 ). But once taxpayer's history of substantial losses continued through 2008, the Tax Court held no profit motive existed for those later years, so she was no longer in a trade or business as of 2006.</div>\n\n<div class='match' >The following activities were engaged in for profit despite a history of losses: <ul> <li> an oil and gas venture where the taxpayer received only $140,000 on a $6,250,000 highly risky investment in oil and gas leases and deducted $4,500,000 in the same year on account of abandonment or worthlessness of the underlying leases. </li> <li> a joint venture organized for the purpose of putting together oil and mining deals in exchange for commissions, even though the venture was unsuccessful in putting together any deals and made no money. </li> <li> a dog kennel operated by a taxpayer in the coal business. </li> <li> sickness and death benefits paid by a fraternal organization in excess of dues. </li> <li> a granite quarry enterprise where there was no adequate access route to the quarry, but taxpayer hoped that someday one would be built. </li> <li> sculpting and painting activities. A history of losses is less persuasive in the art field than in other fields. Many artists have to struggle before they make profits or receive public acclaim that results in an increase in the value of their artwork. So, taxpayer's ten year history of losses didn't prove that she engaged in her art activities without the requisite profit motive. </li> <li> a horse breeding activity that had losses in each of the six years at issue. Drought and a decreased market for horses contributed to the losses. Taxpayer had taken steps to improve profitability, and expected to realize a profit once he established a viable stock of horses for breeding. In fact, the activity showed a profit later. </li> <li> horse breeding and racing activities, where, although taxpayers had a consistent history of losses, they abated their losses over time and were capable of making up their losses from earlier years, because their horses were beginning to be entered in high stakes races. </li> <li> a rodeo and horse breeding and training business, where the taxpayers, an airline pilot and a flight attendant, respectively, had losses in the first two years due to circumstances beyond their control. IRS said that the death and illnesses of some horses and the manager's bad conduct were due to taxpayers' absences, but the court held that they reasonably relied on a qualified manager during their absences. </li> <li> a cattle farm operation, where taxpayer's losses for the years at issue could be partially explained by uncontroverted proof of a decline in cattle sales, and taxpayer's poor health. And while taxpayer's cumulative losses from the farm over the years were substantial, those losses became less significant in light of the substantial appreciation in the farmland's value. Taxpayer also experimented with different farming methods in an effort to increase profitability. </li> <li> a farming activity that taxpayer conducted on 15 acres of overgrown pasture and 15 acres of a deteriorated citrus grove. Although he made the citrus grove into one of the finest in the area, taxpayer wasn't able to make a profit. Citrus growers in the state hadn't made a profit for the last 20 to 25 years. Although the taxpayer's expectation of profit from the farming activity was unreasonable, the court believed that the taxpayer had a bona fide profit objective. He was no more unreasonable than all other citrus growers in the area. </li> <li> a limousine service, where taxpayer had losses for six consecutive years. Most of the losses were attributable to depreciation, and taxpayer believed that the Rolls Royces used in the business would increase in value or hold their value. </li> <li> a jet charter service in which taxpayer incurred substantial losses every year he operated the business (13). Taxpayer conducted the operation in a business-like manner, devoted 30 hours a week to it, relied on skilled experts, and had great success in other business ventures. He wasn't an airplane hobbyist. Losses were due in part to unforeseen circumstances and he made appropriate changes in the business to try to improve the situation. The court also noted that the losses grew progressively smaller over time and cash flow increased. </li> <li> a hair-braiding salon that never showed a profit during eight years of operation, where the taxpayer had a genuine profit motive when she opened the business, and it failed for reasons beyond her control (i.e., the 2008–2010 financial crisis, an over-concentration of similar businesses, and a change in taste among customers). She didn't close the business earlier because she was bound by a long-term rental contract, and wanted to protect her credit rating. Taxpayer had only a modest income from her other job, and suffered genuine out-of-pocket losses. She kept business records and made reasonable marketing efforts. The salon was no hobby. </li> </ul> </div>",
        "topics": [
          {
            "topic_1": "persistent losses indicate lack of profit motive",
            "topic_0": "Hobby loss rules. See also &quot;Not-for-profit activities&quot;"
          },
          {
            "topic_2": "persistent losses",
            "topic_1": "losses",
            "topic_0": "Not-for-profit activities"
          }
        ],
        "indexdata": [
          [
            "Hobby loss rules. See also &quot;Not-for-profit activities&quot;",
            "persistent losses indicate lack of profit motive"
          ],
          [
            "Not-for-profit activities",
            "losses",
            "persistent losses"
          ]
        ],
        "ancestor": "M-5800",
        "id": "icbf45da02f6211db9654c7f8ee2eaa77",
        "fn": {
          "CSLINK": [
            "66 TC 312",
            "TC Memo 2000-178",
            "110 AFTR 2d 2012-6057",
            "TC Memo 1996-162",
            "TC Memo 1991-560",
            "TC Memo 2000-137",
            "TC Memo 1992-674",
            "82 AFTR 2d 98-5375",
            "TC Memo 1961-216",
            "11 AFTR 2d 525",
            "88 AFTR 2d 2001-6055",
            "TC Summary Opinion 2016-27",
            "TC Memo 1992-273",
            "TC Memo 1999-83",
            "TC Memo 1986-542",
            "TC Memo 1992-216",
            "TC Memo 2014-49",
            "TC Memo 1988-68",
            "TC Memo 2002-200",
            "91 AFTR 2d 2003-1423",
            "19 AFTR 2d 1031",
            "39 AFTR 2d 77-353",
            "TC Memo 1998-454",
            "TC Memo 1979-415",
            "TC Memo 1998-397",
            "94 AFTR 2d 2004-5389",
            "TC Memo 2002-122",
            "18 TC 892",
            "27 AFTR 2d 71-891",
            "TC Memo 2012-207",
            "TC Summary Opinion 2002-115",
            "85 AFTR 2d 2000-1418",
            "TC Memo 1994-91",
            "TC Memo 1993-222",
            "TC Memo 2000-127",
            "TC Memo 2012-334",
            "TC Memo 1965-111",
            "TC Memo 2007-154",
            "TC Memo 2016-71",
            "TC Memo 1992-184",
            "TC Memo 2005-188",
            "TC Memo 1964-251",
            "76 AFTR 2d 95-5499",
            "TC Memo 1999-116",
            "14 AFTR 744",
            "TC Memo 2010-48",
            "48 AFTR 709",
            "TC Memo 1997-417",
            "2 AFTR 1683",
            "37 AFTR 1411",
            "9 TC 1150",
            "13 AFTR 415",
            "23 TC 90",
            "84 AFTR 2d 99-7050",
            "TC Memo 1992-334",
            "TC Memo 2011-42",
            "21 AFTR 2d 366",
            "TC Memo 2001-266",
            "TC Memo 1996-66",
            "TC Memo 1998-367",
            "TC Memo 2002-76",
            "TC Memo 1995-544",
            "73 AFTR 2d 94-1167",
            "TC Summary Opinion 2002-26",
            "TC Summary Opinion 2006-120",
            "TC Memo 1989-379"
          ],
          "TREG": [
            "Reg § 1.183-2(c) , Ex 3",
            "Reg § 1.183-2(b)(6)"
          ]
        },
        "snippet": "<div class='snippet'>Under the hobby loss rules, deductions attributable to an activity not engaged in for profit are limited, see ¶  M-5800 et seq. All facts and circumstances must be taken into account in determining whether an activity's engaged in for profit, see ¶  M-5832 et seq.</div>\n<div class='snippet'>&hellip;The following activities were engaged in for profit despite a history of losses: a horse breeding activity that had losses in each of the six years at issue. Drought and a decreased market for horses contributed to the losses. Taxpayer had taken steps to improve profitability, and expected to realize a profit once he established a viable stock of horses for breeding. In fact, the activity showed a profit later.&hellip;</div>",
        "sectionHeading": "Federal Tax Coordinator Analysis (RIA)"
      },
      "highlightedText": null,
      "score": 0.17077628,
      "rank": 3,
			  "tagScores": {			 	
					"profit motive or objective":	0.30	,
					"effect of unforseen or fortuitous circumstances":	0.92	,
					"activity engaged in for profit":	0.14	,
					"Persistent losses":	0.47	,
					"activity not engaged in for profit":	0.57	
		   },				
		 "tagRanks": {				
						"profit motive or objective":	2	,
						"effect of unforseen or fortuitous circumstances":	2	,
						"activity engaged in for profit":	2	,
						"Persistent losses":	2	,
						"activity not engaged in for profit":	2	 
		   },				
      "totalAnswerCandidates": 32175,
      "provenance": {
        "provenance": {
          "RETRIEVE": {
            "_name": "TaxElasticsearchRetriever",
            "index": "ftc_20170509_trta_1.1"
          },
          "RANK": {
            "_name": "AnswerStrategy$$Lambda$25/1863655430"
          },
          "ENRICH": {
            "_name": "SeekerTaxApplication$$Lambda$28/1966355106"
          },
          "SELECT": {
            "_name": "DummyTaxAnswerSelector"
          }
        }
      }
    },
    {
      "id": "M-1717",
      "source": {
        "par": "M-1717",
        "xref": [
          "M-2004"
        ],
        "title": "M-1717 Droughts as casualties.",
        "text": "<div>Drought losses will ordinarily not meet the requirements of casualty losses. For example, a drought loss isn't a casualty loss when the drought causes damage through progressive deterioration. IRS modified an earlier ruling to the extent it implied that a drought loss may never qualify as a casualty loss. <strong><div class='ria'>RIA observation:</strong> Rev Rul 77-490 (footnote 26) didn't specify under what situations a drought loss could be claimed as a casualty loss.</div> </div>\n\n<div>There was no casualty loss deduction for damage to the taxpayer's house consisting of fine cracks in the walls appearing in one year followed by gaps between walls and ceilings and cracks in a brick wall and a retaining wall in the summer of the next year. The damage was a gradual process, a progressive deterioration, of which the drought was not more than the initial cause. The suddenness standard hadn't been met. The court suggested the taxpayers' position would have been stronger had they claimed the loss in the first year in which there were visible signs of damage since the lapse of time would have been shorter and the impact of the drought clearer. </div>\n\n<div>On the other hand, a record California drought that resulted in the withering and desiccation of ornamental lawn, shrubs and plants within three or four months gave rise to a deductible casualty loss. The court found that the death of the plants and shrubs was “not a progressive or gradual deterioration but was relatively rapid, i.e., sudden...It resulted swiftly and directly from an extraordinary calamitous drought.” </div>\n\n<div class='match' >The Tax Court also allowed a casualty loss deduction for structural damage to a house caused by the loss of moisture in the subsoil due to drought so severe that Missouri was declared a federal disaster area. The shrinkage in the soil and the resulting damage to the house took place over a short period of time and wasn't a progressive or gradual deterioration. An early IRS ruling reached the same conclusion. </div>\n\n<div>For early deduction of drought losses incurred in a disaster area, see ¶  M-2004 .</div>",
        "topics": [
          {
            "topic_1": "drought",
            "topic_0": "Casualty losses"
          },
          {
            "topic_1": "casualty loss deduction",
            "topic_0": "Drought"
          },
          {
            "topic_1": "drought damage deduction",
            "topic_0": "Lawns"
          },
          {
            "topic_1": "drought damage  deduction",
            "topic_0": "Plants and shrubs"
          }
        ],
        "indexdata": [
          [
            "Casualty losses",
            "drought"
          ],
          [
            "Drought",
            "casualty loss deduction"
          ],
          [
            "Lawns",
            "drought damage deduction"
          ],
          [
            "Plants and shrubs",
            "drought damage  deduction"
          ]
        ],
        "ancestor": "M-1700",
        "id": "ibebd54ca2f6211db9654c7f8ee2eaa77",
        "fn": {
          "IRSPUB": [
            "IRS Pub No. 17 , ( 2014 ) , p. 168"
          ],
          "CSLINK": [
            "TC Memo 1988-40",
            "TC Memo 1984-365",
            "TC Memo 1981-257"
          ],
          "REVR": [
            "Rev Rul 77-490 , 1977-2 CB 64",
            "Rev Rul 54-85 , 1954-1 CB 58"
          ]
        },
        "snippet": "<div class='snippet'>Drought losses will ordinarily not meet the requirements of casualty losses. For example, a drought loss isn't a casualty loss when the drought causes damage through progressive deterioration. IRS modified an earlier ruling to the extent it implied that a drought loss may never qualify as a casualty loss. RIA observation Rev Rul 77-490 (footnote 26) didn't specify under what situations a drought loss could be claimed as a casualty loss. </div>\n<div class='snippet'>&hellip;The Tax Court also allowed a casualty loss deduction for structural damage to a house caused by the loss of moisture in the subsoil due to drought so severe that Missouri was declared a federal disaster area. The shrinkage in the soil and the resulting damage to the house took place over a short period of time and wasn't a progressive or gradual deterioration. An early IRS ruling reached the same conclusion. &hellip;</div>",
        "sectionHeading": "Federal Tax Coordinator Analysis (RIA)"
      },
      "highlightedText": null,
      "score": 0.44424516,
      "rank": 10,
				  "tagScores": {		 	 	
						"profit motive or objective":	0.94	,
						"effect of unforseen or fortuitous circumstances":	0.22	,
						"activity engaged in for profit":	0.05	,
						"Persistent losses":	0.14	,
						"activity not engaged in for profit":	0.30	
			   },				
			 "tagRanks": {				
						"profit motive or objective":	3	,
						"effect of unforseen or fortuitous circumstances":	3	,
						"activity engaged in for profit":	3	,
						"Persistent losses":	3	,
						"activity not engaged in for profit":	3		 
			   },				
      "totalAnswerCandidates": 32175,
      "provenance": {
        "provenance": {
          "RETRIEVE": {
            "_name": "TaxElasticsearchRetriever",
            "index": "ftc_20170509_trta_1.1"
          },
          "RANK": {
            "_name": "AnswerStrategy$$Lambda$25/1863655430"
          },
          "ENRICH": {
            "_name": "SeekerTaxApplication$$Lambda$28/1966355106"
          },
          "SELECT": {
            "_name": "DummyTaxAnswerSelector"
          }
        }
      }
    },
    {
      "id": "N-1000.1",
      "source": {
        "par": "N-1000.1",
        "xref": [
          "N-1010",
          "N-1036",
          "G-2057",
          "N-1070",
          "N-1100",
          "A-8105",
          "A-8242",
          "K-3440.4",
          "A-4011.1",
          "W-1543",
          "N-1300",
          "N-1302",
          "N-1400",
          "N-1307",
          "N-1311",
          "N-1316",
          "N-1319",
          "L-4655",
          "N-1351",
          "N-1361",
          "N-1362",
          "C-7160",
          "C-7161",
          "C-9526",
          "H-4426",
          "H-4610",
          "H-4652",
          "H-4794",
          "H-4732",
          "S-2608.4",
          "S-5517",
          "R-5200",
          "S-6000",
          "S-6014",
          "S-5237",
          "H-2370",
          "N-1150",
          "N-1152.1",
          "N-1152.2",
          "N-1152.5",
          "N-1152.6",
          "N-1153.1",
          "G-2430",
          "N-1027",
          "N-1031",
          "N-1180",
          "N-1200",
          "N-1216.1",
          "N-1220",
          "N-1500",
          "J-7400",
          "J-8011",
          "J-8165",
          "J-8166",
          "G-6035",
          "G-6603",
          "M-4308",
          "M-4311",
          "M-4521",
          "M-4523",
          "M-4918",
          "M-5800",
          "N-1331",
          "A-6113",
          "M-4603",
          "A-6116",
          "A-6152",
          "A-6200",
          "A-6208",
          "P-6125",
          "P-6742",
          "P-6128",
          "P-6371"
        ],
        "title": "N-1000.1 Tax rules for farmers.",
        "text": "<div>There are many tax rules that only apply to farmers or that provide exceptions for farmers. The following alphabetical list refers to paragraphs that discuss the tax treatment of farmers and is limited to paragraphs which include rules expressly referring to farmers.</div>\n\n<div>For accounting methods that farmers may use, see ¶  N-1010 et seq.</div>\n\n<div>For mandatory use of the accrual method by large corporations and certain partnerships engaged in the trade or business of farming, see ¶  N-1036 .</div>\n\n<div>For the farming exception to the prohibition of the use of the cash method by C corporations and partnerships having a C corporation partner, see ¶  G-2057 .</div>\n\n<div>For how the uniform capitalization rules apply to farmers, see ¶  N-1070 et seq.</div>\n\n<div>For inventories, see ¶  N-1100 et seq.</div>\n\n<div>For how income averaging for farmers and fishermen affects the computation of the AMT, see ¶  A-8105 .</div>\n\n<div>For the effect of farm losses of noncorporate taxpayers and personal service corporations on the AMT, see ¶  A-8242 et seq.</div>\n\n<div>For allowance of a charitable deduction for a gift of a remainder interest in a farm, see ¶  K-3440.4 et seq.</div>\n\n<div>For the credit for farming, off-highway business and other nontaxable use of fuel, see ¶  A-4011.1 .</div>\n\n<div>For farmer's gasoline tax credits, see ¶  W-1543 et seq.</div>\n\n<div>For treatment of a farmer's expenses, see ¶  N-1300 et seq.</div>\n\n<div>For when deductible preproductive period expenses of a farmer can be capitalized, see ¶  N-1302 .</div>\n\n<div>For an election to deduct certain soil and water conservation, erosion prevention and endangered species recovery costs, see ¶  N-1400 et seq.</div>\n\n<div>For farmer's election to capitalize or deduct the cost of fertilizer, lime, and other materials, see ¶  N-1307 .</div>\n\n<div>For treatment of livestock expenses, see ¶  N-1311 et seq.</div>\n\n<div>For treatment of plant expenses, see ¶  N-1316 et seq.</div>\n\n<div>For treatment of prepaid expenses other than feed, see ¶  N-1319 et seq.</div>\n\n<div>For substantiation of business use rules that apply to vehicles used in farming, see ¶  L-4655 .</div>\n\n<div>For the depreciation of livestock, see ¶  N-1351 .</div>\n\n<div>For the depreciation of farming equipment and machinery, see ¶  N-1361 and ¶  N-1362 .</div>\n\n<div>For treatment of distributions of farm crops produced by the estate, see ¶  C-7160 .</div>\n\n<div>For treatment of a distribution of special use valuation property to a qualified heir, see ¶  C-7161 .</div>\n\n<div>For how the income in respect of a decedent rules apply to distributions of crops and livestock by an estate, see ¶  C-9526 et seq.</div>\n\n<div>For exemption from withholding for wages paid to agricultural labor, see ¶  H-4426 et seq.</div>\n\n<div>For exemption of certain crop-sharing (e.g., tenant farmer) arrangements from employment for purposes of employment taxes, see ¶  H-4610 .</div>\n\n<div>For exception from the definition of wages for agricultural labor, see ¶  H-4652 .</div>\n\n<div>For exclusion of noncash remuneration paid for agricultural labor from FUTA, see ¶  H-4794 .</div>\n\n<div>For treatment of employers of agricultural labor for FUTA purposes, see ¶  H-4732 .</div>\n\n<div>For how agricultural employers report withheld taxes, see ¶  S-2608.4 .</div>\n\n<div>For payment of employment taxes by agricultural employers, see ¶  S-5517 et seq.</div>\n\n<div>For special use valuation of farm land, see ¶  R-5200 et seq.</div>\n\n<div>For election to defer estate tax on closely held businesses (including farms), see ¶  S-6000 et seq.; ¶  S-6014 .</div>\n\n<div>For requirement of one installment payment of estimated tax to avoid the underpayment penalty for farmers, see ¶  S-5237 et seq. J Vaughn begin work - deleted reference to S-5271 J Vaughn end work - deleted reference to S-5271</div>\n\n<div>For valuation of employee use of a vehicle used in connection with farming, see ¶  H-2370 et seq.</div>\n\n<div>For a farmer's income, see ¶  N-1150 et seq.</div>\n\n<div>For whether the constructive receipt rules apply to production flexibility payments, see ¶  N-1152.1 .</div>\n\n<div>For how the buyout of peanut quotas under the Farm Security and Rural Investment Act of 2002 was taxed, see ¶  N-1152.2 et seq.</div>\n\n<div>For how payments for the termination of tobacco quotas under §622 of the Fair and Equitable Tobacco Reform Act of 2004 were taxed, see ¶  N-1152.5 et seq.</div>\n\n<div>For how payments to tobacco growers under §623 of the Fair and Equitable Tobacco Reform Act of 2004 are taxed, see ¶  N-1152.6 .</div>\n\n<div>For inclusion of conservation reserve program (CRP) payments in a farmer's gross income, see ¶  N-1153.1 .</div>\n\n<div>For whether the constructive receipt rules apply to deferred sales of farm products under binding agreements, see ¶  G-2430 .</div>\n\n<div>For when farmers may defer reporting receipt of crop insurance proceeds or federal disaster payments, see ¶  N-1027 et seq.</div>\n\n<div>For gain deferral where livestock are sold because of a drought, flood, or other weather-related condition, see ¶  N-1031 et seq.</div>\n\n<div>For exclusion of certain cost-sharing payments received from the government from gross income, see ¶  N-1180 et seq.</div>\n\n<div>For capital gain-ordinary loss rule for livestock and unharvested crops, see ¶  N-1200 et seq.</div>\n\n<div class='match' > For an extended replacement period that applies to certain forced sales of livestock due to drought, flood, or weather-related conditions that qualify as involuntary conversions, see ¶  N-1216.1 .</div>\n\n<div>For replacement of involuntarily converted livestock with other farm property when the forced sale is due to environmental contamination or drought, flood, or other weather-related conditions, see ¶  N-1220 .</div>\n\n<div>For income averaging for farmers, see ¶  N-1500 et seq.</div>\n\n<div>For exception to the recognition of income on discharge of indebtedness for qualified farm debt, see ¶  J-7400 et seq.</div>\n\n<div>For whether a sale of the right to receive payments under the conservation reserve program (CRP) had to be included in gross income in the year of sale and the character of the income, see ¶  J-8011 , ¶  J-8165 , and ¶  J-8166 .</div>\n\n<div>For application of the installment sale method to sales of farm property, see ¶  G-6035 .</div>\n\n<div>For whether dispositions of farm property are considered to be dealer dispositions for purposes of the installment sale rules, see ¶  G-6603 .</div>\n\n<div>For net operating loss (NOL) of a farm that is attributable to a federally declared disaster, see ¶  M-4308 .</div>\n\n<div>For NOL carryback period for farming losses, see ¶  M-4311 .</div>\n\n<div>For application of the at-risk rules to farming activities, see ¶  M-4521 ; ¶  M-4523 .</div>\n\n<div>For how material participation in farming is determined for purposes of the passive activity loss rules, see ¶  M-4918 .</div>\n\n<div>For treatment of losses from activities not engaged in for profit (i.e., hobby losses), see ¶  M-5800 et seq.</div>\n\n<div>For disallowance of excess farm losses, see ¶  N-1331 et seq.</div>\n\n<div>For when passive losses from a farm partnership are taken into account for purposes of the self-employment tax, see ¶  A-6113 and ¶  M-4603 .</div>\n\n<div>For the farm optional method for computing net earnings from self-employment, see ¶  A-6116 et seq. (for individuals) and ¶  A-6152 (for partners).</div>\n\n<div>For how to compute a farmer's net earnings from self-employment, see ¶  A-6200 et seq.</div>\n\n<div>For whether CRP payments to farmers are included in self-employment income, see ¶  A-6208 .</div>\n\n<div>For valuation of farm land, see ¶  P-6125 .</div>\n\n<div>For valuation of livestock and crops, see ¶  P-6742 .</div>\n\n<div>For farm land valued under the special use valuation rules, see ¶  P-6128 and ¶  P-6371 .</div>",
        "topics": [
          {
            "topic_1": "tax rules for farmers",
            "topic_0": "Farmers and farming"
          }
        ],
        "indexdata": [
          [
            "Farmers and farming",
            "tax rules for farmers"
          ]
        ],
        "ancestor": "N-1000",
        "id": "i63ddb800c90011dbbdc2c7f8ee2eaa77",
        "fn": {},
        "snippet": "<div class='snippet'>There are many tax rules that only apply to farmers or that provide exceptions for farmers. The following alphabetical list refers to paragraphs that discuss the tax treatment of farmers and is limited to paragraphs which include rules expressly referring to farmers.</div>\n<div class='snippet'>&hellip; For an extended replacement period that applies to certain forced sales of livestock due to drought, flood, or weather-related conditions that qualify as involuntary conversions, see ¶  N-1216.1 .&hellip;</div>",
        "sectionHeading": "Federal Tax Coordinator Analysis (RIA)"
      },
      "highlightedText": null,
      "score": 0.35944888,
      "rank": 7,
			  "tagScores": {		 	 	
					"profit motive or objective":	0.41	,
					"effect of unforseen or fortuitous circumstances":	0.69	,
					"activity engaged in for profit":	0.61	,
					"Persistent losses":	0.40	,
					"activity not engaged in for profit":	0.76	
		   },				
		 "tagRanks": {				
						"profit motive or objective":	4	,
						"effect of unforseen or fortuitous circumstances":	4 ,
						"activity engaged in for profit":	4	,
						"Persistent losses":	4	,
						"activity not engaged in for profit":	4	 
		   },				
      "totalAnswerCandidates": 32175,
      "provenance": {
        "provenance": {
          "RETRIEVE": {
            "_name": "TaxElasticsearchRetriever",
            "index": "ftc_20170509_trta_1.1"
          },
          "RANK": {
            "_name": "AnswerStrategy$$Lambda$25/1863655430"
          },
          "ENRICH": {
            "_name": "SeekerTaxApplication$$Lambda$28/1966355106"
          },
          "SELECT": {
            "_name": "DummyTaxAnswerSelector"
          }
        }
      }
    },
    {
      "id": "M-1611",
      "source": {
        "par": "M-1611",
        "xref": [
          "M-1610"
        ],
        "title": "M-1611 Deduction where the full extent of the loss is not known in the year of the casualty.",
        "text": "<div>While a casualty loss is generally deducted in the year the loss is sustained (see ¶  M-1610 ), in circumstances where the full extent of the loss is not known, the deduction can be claimed in a later year. </div>\n\n<div>Where the soil slippage which undermined the foundation of a taxpayer's house occurred over a six to eight week period which overlapped two years, the loss was deductible in the second year. The slippage that ultimately led to the casualty loss began in Dec. of Year 1 and became more pronounced in Jan. Year 2. The Tax Court reasoned that the casualty loss occurred in Year 2 because the aggregate loss could not be measured until then. </div>\n\n<div>Where the damage to trees from an ice storm was determined to be permanent three years after the storm (as claimed by taxpayer), the deduction was allowed in that later year since the extent of the damage and the effect on the trees were neither known nor ascertainable until then. </div>\n\n<div>The deduction can be postponed where the amount of the loss is not known in the year of the casualty. Thus, where the extent of fire damage to electrical apparatus could not be determined until the apparatus was returned to the manufacturer for repairs, the loss was deductible in a later year when the amount was ascertained. </div>\n\n<div>A casualty loss from a single event generally cannot be deducted piecemeal. Thus, in deducting foundation damage from an earthquake in '94, the taxpayers couldn't deduct half the damage in the year the damage was discovered ('95) and half in the following year ('96). The losses must be deducted either in the year the casualty was sustained or in the year when the full extent of the loss is known. Because the taxpayers knew in '95 the full extent of the damage to their home, they couldn't deduct part of the casualty loss in '96. </div>\n\n<div class='match' >On the other hand, the Tax Court allowed a taxpayer to deduct a loss due to drought and frost damage to plants and shrubs in the year of the casualty although the damage wasn't discovered until a later year when the plaints failed to bloom. Though the court noted that discovered of the loss in the year of the casualty would have been impossible, it concluded that the occurrence of the loss, and not the time of discovery, determined the year in which the loss was incurred. <strong><div class='ria'>RIA observation:</strong> The Tax Court's decision in Cox (footnote 38) doesn't seem to be in agreement with later Tax Court decisions in cases like Hunter (footnote 34), and Bailey (footnote 35) or with the earlier Fifth Circuit decision in Barret (footnote 36) which allowed a deduction in the year the full extent of the loss was discovered. However, while there is language in Cox to the effect that the time of discovery doesn't determine when a loss can be taken, this language should be read in the context of the court's holding that the taxpayer was allowed to deduct the loss in the year of the casualty, when he claimed it. The Tax Court in Cox did not force the taxpayer to take a casualty loss in a later year even though the loss wasn't (and couldn't be) discovered in the year of the casualty.</div> </div>\n\n<div>A casualty loss deduction can't be postponed beyond the year in which the full extent of the loss is known. If the amount of loss can be determined, the deduction can't be postponed by failure to determine it. </div>\n\n<div>Where a taxpayer's driveway was destroyed by a storm, the court rejected the taxpayer's argument that the damage could not be determined until years later because of continuing damage from underwater springs which surfaced following the storm. The taxpayer made only temporary repairs in the year of the storm, and did not replace the driveway until five years later, when he claimed a casualty loss. The court found that the extent of the damage to the driveway was known immediately after the storm, and the loss was deductible in that year.</div>\n\n<div>Where storm damage to a sail boat engine could have been discovered and repaired in the year of the storm, no deduction could be taken in the following year when the engine was destroyed as a result of the damage.</div>",
        "topics": [
          {
            "topic_2": "full extent of loss is not known in the year of casualty",
            "topic_1": "casualty losses",
            "topic_0": "Time for claiming deductions"
          }
        ],
        "indexdata": [
          [
            "Time for claiming deductions",
            "casualty losses",
            "full extent of loss is not known in the year of casualty"
          ]
        ],
        "ancestor": "M-1600",
        "id": "ibe795be42f6211db9654c7f8ee2eaa77",
        "fn": {
          "CSLINK": [
            "43 AFTR 443",
            "4 BTA 625",
            "TC Memo 1984-630",
            "TC Memo 1965-5",
            "TC Memo 1983-584",
            "17 AFTR 2d 228",
            "TC Memo 1983-685",
            "TC Memo 2000-249",
            "44 AFTR 492"
          ]
        },
        "snippet": "<div class='snippet'>While a casualty loss is generally deducted in the year the loss is sustained (see ¶  M-1610 ), in circumstances where the full extent of the loss is not known, the deduction can be claimed in a later year. </div>\n<div class='snippet'>&hellip;On the other hand, the Tax Court allowed a taxpayer to deduct a loss due to drought and frost damage to plants and shrubs in the year of the casualty although the damage wasn't discovered until a later year when the plaints failed to bloom. Though the court noted that discovered of the loss in the year of the casualty would have been impossible, it concluded that the occurrence of the loss, and not the time of discovery, determined the year in which the loss was incurred. RIA observation The Tax Court's decision in Cox (footnote 38) doesn't seem to be in agreement with later Tax Court decisions in cases like Hunter (footnote 34), and Bailey (footnote 35) or with the earlier Fifth Circuit decision in Barret (footnote 36) which allowed a deduction in the year the full extent of the loss was discovered. However, while there is language in Cox to the effect that the time of discovery doesn't determine when a loss can be taken, this language should be read in the context of the court's hold&hellip;</div>",
        "sectionHeading": "Federal Tax Coordinator Analysis (RIA)"
      },
      "highlightedText": null,
      "score": 0.33310717,
      "rank": 5,
	 "tagScores": {		 	 	
		    "profit motive or objective":	0.07	,
		    "effect of unforseen or fortuitous circumstances":	0.80	,
		    "activity engaged in for profit":	0.72	,
		    "Persistent losses":	0.92	,
		    "activity not engaged in for profit":	0.28	
   },				
 "tagRanks": {				
			"profit motive or objective":	5	,
			"effect of unforseen or fortuitous circumstances":	5 ,
			"activity engaged in for profit":	5 ,
			"Persistent losses":	5	,
			"activity not engaged in for profit":	5		 
   },				
      "totalAnswerCandidates": 32175,
      "provenance": {
        "provenance": {
          "RETRIEVE": {
            "_name": "TaxElasticsearchRetriever",
            "index": "ftc_20170509_trta_1.1"
          },
          "RANK": {
            "_name": "AnswerStrategy$$Lambda$25/1863655430"
          },
          "ENRICH": {
            "_name": "SeekerTaxApplication$$Lambda$28/1966355106"
          },
          "SELECT": {
            "_name": "DummyTaxAnswerSelector"
          }
        }
      }
    },
    {
      "id": "M-1741",
      "source": {
        "par": "M-1741",
        "xref": [
          "M-1710",
          "M-2100 et seq."
        ],
        "title": "M-1741 Riot damage.",
        "text": "<div class='match' >IRS allowed losses from the '68 riots, fires, etc., to be deducted as theft or casualty losses. For losses due to vandalism, see ¶  M-1710 . For property stolen during riot, see ¶  M-2100 et seq. </div>",
        "topics": [
          {
            "topic_1": "riot damage",
            "topic_0": "Casualty losses"
          },
          {
            "topic_1": "casualty loss deduction for riot damage",
            "topic_0": "Civil disturbances, taxpayers affected by"
          }
        ],
        "indexdata": [
          [
            "Casualty losses",
            "riot damage"
          ],
          [
            "Civil disturbances, taxpayers affected by",
            "casualty loss deduction for riot damage"
          ]
        ],
        "ancestor": "M-1700",
        "id": "ibefeb33e2f6211db9654c7f8ee2eaa77",
        "fn": {
          "ANN": [
            "Ann 68-36 , 1968-20 IRB 77"
          ],
          "IR": [
            "IR 920 , 4/23/68"
          ]
        },
        "snippet": "<div class='snippet'>IRS allowed losses from the '68 riots, fires, etc., to be deducted as theft or casualty losses. For losses due to vandalism, see ¶  M-1710 . For property stolen during riot, see ¶  M-2100 et seq. </div>",
        "sectionHeading": "Federal Tax Coordinator Analysis (RIA)"
      },
      "highlightedText": null,
      "score": 0.19757363,
      "rank": 1,
			  "tagScores": {		 	 	
					"profit motive or objective":	0.05	,
					"effect of unforseen or fortuitous circumstances":	0.14	,
					"activity engaged in for profit":	0.95	,
					"Persistent losses":	0.60	,
					"activity not engaged in for profit":	0.27	
		   },				
		 "tagRanks": {				
					"profit motive or objective":	6	,
					"effect of unforseen or fortuitous circumstances":	6	,
					"activity engaged in for profit":	6	,
					"Persistent losses":	6	,
					"activity not engaged in for profit":	6	 
		   },		 		
      "totalAnswerCandidates": 32175,
      "provenance": {
        "provenance": {
          "RETRIEVE": {
            "_name": "TaxElasticsearchRetriever",
            "index": "ftc_20170509_trta_1.1"
          },
          "RANK": {
            "_name": "AnswerStrategy$$Lambda$25/1863655430"
          },
          "ENRICH": {
            "_name": "SeekerTaxApplication$$Lambda$28/1966355106"
          },
          "SELECT": {
            "_name": "DummyTaxAnswerSelector"
          }
        }
      }
    },
    {
      "id": "N-1027",
      "source": {
        "par": "N-1027",
        "xref": [
          "N-1025"
        ],
        "title": "N-1027 When farmers may defer reporting receipt of crop insurance proceeds or federal disaster payments.",
        "text": "<div>IRS has provided guidance on when farmers may defer reporting the receipt of crop insurance proceeds (including federal disaster payments treated as insurance proceeds) from the tax year the crops are destroyed or damaged to the following year under the Code Sec. 451(d) ( ¶  N-1025 ) deferral election. </div>\n\n<div>IRS says that, in order for a payment to constitute insurance for the destruction of or damage to crops, the insured must suffer actual loss. Agreements with insurance companies that provide for payments without regard to actual losses by the insured, e.g., payments in the event that certain weather conditions occur, aren't payments for the destruction of or damage to crops. Accordingly, such payments don't qualify for deferral under Code Sec. 451(d) . </div>\n\n<div>Under Title II of the Disaster Assistance Act of '88, producers of certain crops (wheat, feed grains, cotton and others) may receive up to $100,000 in disaster payments if the crop is more than 35% destroyed by drought. All Title II payments are eligible for deferral, says IRS, but an affirmative election must be made to defer recognition. A taxpayer who receives multiple eligible payments that are attributable to a single trade or business must treat those amounts consistently, either including the amounts in income in the year of receipt or electing to include the amounts in income in the year following the year of destruction or damage. </div>\n\n<div>Title I of the '88 Disaster Assistance Act authorizes feed assistance, reimbursement payments, and other benefits for livestock producers if a natural disaster such as drought, fire, hurricane, or earthquake causes a livestock emergency. These programs include partial reimbursement for expenses incurred in purchasing feed and transportation expenses, and the donation or sale at a below-market price of feed owned by the Commodity Credit Corporation. To qualify for the deferral election under Code Sec. 451(d) , a farmer must establish that income from the crop would have been included in gross income for a tax year following the tax year of the destruction or damage. IRS says none of the payments under Title I meet that requirement and, therefore, those payments don't qualify for deferral. </div>\n\n<div class='match' >Although some Title I payments may be received for the loss of feed produced by a farmer for his livestock, no such payments are received for the destruction of crops raised for sale or the inability to plant such crops. Thus, Title I payments aren't compensation for the loss of crops the income from which would have been reported in a later tax year.</div>",
        "topics": [
          {
            "topic_2": "disaster payments",
            "topic_1": "bunched income",
            "topic_0": "Farmers and farming"
          },
          {
            "topic_2": "time for deferral of reporting receipt of",
            "topic_1": "crop insurance proceeds",
            "topic_0": "Farmers and farming"
          },
          {
            "topic_2": "time for deferral of reporting receipt of",
            "topic_1": "disaster payments",
            "topic_0": "Farmers and farming"
          }
        ],
        "indexdata": [
          [
            "Farmers and farming",
            "bunched income",
            "disaster payments"
          ],
          [
            "Farmers and farming",
            "crop insurance proceeds",
            "time for deferral of reporting receipt of"
          ],
          [
            "Farmers and farming",
            "disaster payments",
            "time for deferral of reporting receipt of"
          ]
        ],
        "ancestor": "N-1010",
        "id": "ice6407482f6211db9654c7f8ee2eaa77",
        "fn": {
          "OTH": [
            "PL 100-387, 8/11/88"
          ],
          "NOT": [
            "Notice 89-55 , 1989-1 CB 696"
          ]
        },
        "snippet": "<div class='snippet'>IRS has provided guidance on when farmers may defer reporting the receipt of crop insurance proceeds (including federal disaster payments treated as insurance proceeds) from the tax year the crops are destroyed or damaged to the following year under the Code Sec. 451(d) ( ¶  N-1025 ) deferral election. </div>\n<div class='snippet'>&hellip;Although some Title I payments may be received for the loss of feed produced by a farmer for his livestock, no such payments are received for the destruction of crops raised for sale or the inability to plant such crops. Thus, Title I payments aren't compensation for the loss of crops the income from which would have been reported in a later tax year.&hellip;</div>",
        "sectionHeading": "Federal Tax Coordinator Analysis (RIA)"
      },
      "highlightedText": null,
      "score": 0.3723966,
      "rank": 9,
			  "tagScores": {		 	 	
					"profit motive or objective":	0.11	,
					"effect of unforseen or fortuitous circumstances":	0.60	,
					"activity engaged in for profit":	0.30	,
					"Persistent losses":	0.68	,
					"activity not engaged in for profit":	0.26	
		   },				
		 "tagRanks": {				
					"profit motive or objective":	7	,
					"effect of unforseen or fortuitous circumstances":	7	,
					"activity engaged in for profit":	7	,
					"Persistent losses":	7	,
					"activity not engaged in for profit":	7	 
		   },		 		
      "totalAnswerCandidates": 32175,
      "provenance": {
        "provenance": {
          "RETRIEVE": {
            "_name": "TaxElasticsearchRetriever",
            "index": "ftc_20170509_trta_1.1"
          },
          "RANK": {
            "_name": "AnswerStrategy$$Lambda$25/1863655430"
          },
          "ENRICH": {
            "_name": "SeekerTaxApplication$$Lambda$28/1966355106"
          },
          "SELECT": {
            "_name": "DummyTaxAnswerSelector"
          }
        }
      }
    },
    {
      "id": "N-1326",
      "source": {
        "par": "N-1326",
        "xref": [
          "N-1315.5",
          "N-1328",
          "N-1304",
          "N-1352",
          "N-1315.5",
          "L-2100",
          "N-1325",
          "L-6616",
          "L-2100",
          "N-1173"
        ],
        "title": "N-1326 Other expenses of a farmer.",
        "text": "<div class='match' >A farmer or any other taxpayer who operates a farm for profit may deduct all the ordinary and necessary expenses of carrying on the farming business. The following expenses are deductible unless otherwise noted: <ul> <li> Assessments paid to a mutual assessment corporation by stockholder farmer but only to the extent funds were not used to acquire capital assets or retire capital obligations. </li> <li> Breeding fees, see ¶  N-1315.5 . </li> <li> Casualty losses including loss of soil due to flood. For further discussion of losses, see ¶  N-1328 . </li> <li> Cost of cattle butchered and given to employees as bonuses. </li> <li> Cooperative's prepaid services. Payments in the year the produce was delivered to a fruit marketing cooperative for the estimated cost of the co-op services for the marketing of the produce. </li> <li> Deduction under MACRS, ACRS, or depreciation on farm buildings and machinery, but not on a building occupied by the owner. A deduction may also be taken for draft, breeding, and dairy livestock if not included in inventories, see ¶  N-1304 and ¶  N-1352 . </li> <li> Embryo transplants, see ¶  N-1315.5 . </li> <li> Federal fuel excise taxes. While no deduction is allowed for them, certain federal fuel excise taxes may be refunded or credited against income tax. </li> <li> Fire, disease, insect, and brush control expenses (labor and materials) incurred by timber growers for established timber stands. </li> <li> Gasoline and oil. The cost of these items used in the farming business is a deductible farm business expense. </li> <li> Insurance premiums. The following premiums for these types of insurance can be deductible: (1) fire, storm, crop, theft, liability and other insurance on farm business assets; (2) health and accident insurance on farm employees; (3) workers' compensation insurance set by state law that covers any claims for bodily injuries or diseases suffered by employees on the farm that are related to the job, regardless of fault; (4) business interruption insurance; (5) state unemployment insurance on the farm employees (deductible as taxes if they are considered taxes under state law). If insurance premiums are paid in advance, taxpayer can deduct each year only the part of the premium that applies to that tax year. This is true whether he reports on the cash or accrual method. </li> </ul> Illustration On June 28 of Year 1, taxpayer paid a premium of $3,000 for fire insurance on his barn. The policy covers a period of three years beginning on July 1 of Year 1. Only the cost for the six months in Year 1 is deductible as insurance expense on his tax return for Year 1. The amount deductible is $500, which is 6/36 of $3,000 (6 months of the 36-month premium has been used). $1,000 ( 12/36 of $3,000) is then deductible in Year 2 and in Year 3. The remaining $500 is deductible in Year 4. Had the policy been effective on Jan. 1 of Year 1, the deductible expense would have been $1,000 for each of the Years 1, 2, and 3, based on one-third of the premium used each year. <ul> <li> Interest on farm mortgages and other obligations incurred in the farm business. </li> <li> Meals. 50% of the cost of business-related meals can be deducted, see ¶  L-2100 . </li> <li> Other expenses. Accounting fees, advertising, business travel, commissions, consultant fees, crop scouting fees, cooperative dues, educational expenses (to maintain and improve farming skills), farm-related attorney fees, farm magazines, ginning, insect sprays and dusts, litter and bedding, livestock fees, marketing fees, milk assessments, record keeping expenses, service charges, small tools expected to last one year or less, stamps and stationery, subscriptions to professional, technical, and trade journals that deal with farming, and tying materials. </li> <li> Penalties for marketing crops in excess of marketing quotas, see ¶  N-1325 . </li> <li> Rent paid in cash is deductible, but rent paid in crop shares isn't deductible if the farmer deducts the cost of raising the crops as farm expenses. If a farmer rents a farm, the part of the rental expense that represents the fair rental value of the farm residence in which he lives is not deductible. Although IRS says that advance payments of rent, like advance payments of insurance (see above), can be deducted only in the year to which they apply, regardless of taxpayer's accounting method, a different rule may apply in certain cases of advance payment of rent. For when a deduction can be taken for rental payments, see ¶  L-6616 et seq. </li> <li> Supplies. A deduction for a $500 supply of slats for repairs to a cattle “loafing” shed. </li> <li> Taxes. Real estate and personal property taxes on farm business assets, such as farm equipment, animals, farmland, and farm buildings, are deductible. The farmer also can deduct the social security and Medicare taxes paid to match the amount withheld from the wages of farm employees and any federal unemployment tax paid by the farmer. State and local general sales taxes on nondepreciable farm business expense items are deductible as part of the cost of those items. The farmer includes state and local general sales taxes imposed on the purchase of assets for use in the farm business as part of the cost that is depreciated. In addition, the federal use tax paid on highway motor vehicles is deductible when paid with respect to tractors and other farm vehicles, as is one-half the self-employment tax used to calculate the farmer's gross income. </li> <li> Topsoil replacement costs. The Tax Court said that IRS “implied” that expenses to recondition land by replacing topsoil were deductible as business expenses, but the Tax Court said it wasn't clear whether the cost of replacing topsoil on extensive tracts of land can be claimed as an expense deduction. </li> <li> Travel expenses which are incurred while traveling away for the farm business, see ¶  L-2100 . </li> <li> Utilities furnished a tenant farmer. </li> <li> Weather forecasting service subscribed to by a corporation engaged in feeding cattle for itself and others to help predict fluctuations in the price of feeder cattle. </li> <li> Weeding expenses, consisting of the removal of unwanted trees and brush of no commercial value, to provide better growing conditions for crop trees of similar age but of a more desirable species. </li> </ul> </div>\n\n<div>However, no deduction is allowed for any illegal federal irrigation subsidy that a taxpayer must include in income under Code Sec. 90 (see ¶  N-1173 ).</div>",
        "topics": [
          {
            "topic_1": "farm products",
            "topic_0": "Advertising"
          },
          {
            "topic_1": "farmers, deductibility of cost of cattle butchered and given to  employees as bonuses",
            "topic_0": "Bonuses"
          },
          {
            "topic_2": "costs of",
            "topic_1": "farmers",
            "topic_0": "Books and records"
          },
          {
            "topic_1": "farmers",
            "topic_0": "Casualty losses"
          },
          {
            "topic_1": "losses, deductibility",
            "topic_0": "Cattle"
          },
          {
            "topic_1": "farmers' expense  deductions",
            "topic_0": "Containers"
          },
          {
            "topic_1": "rent paid in crop shares as deductible",
            "topic_0": "Crop shares"
          },
          {
            "topic_1": "advertising costs",
            "topic_0": "Farmers and farming"
          },
          {
            "topic_2": "deductibility",
            "topic_1": "assessments",
            "topic_0": "Farmers and farming"
          },
          {
            "topic_1": "bonuses, deductibility of cattle butchered and given to employees as",
            "topic_0": "Farmers and farming"
          },
          {
            "topic_2": "depreciation",
            "topic_1": "buildings and structures",
            "topic_0": "Farmers and farming"
          },
          {
            "topic_1": "casualty losses",
            "topic_0": "Farmers and farming"
          },
          {
            "topic_1": "containers, deductibility for",
            "topic_0": "Farmers and farming"
          },
          {
            "topic_2": "building and equipment",
            "topic_1": "depreciation",
            "topic_0": "Farmers and farming"
          },
          {
            "topic_2": "farm buildings, machinery, and equipment",
            "topic_1": "depreciation",
            "topic_0": "Farmers and farming"
          },
          {
            "topic_2": "deductibility of cost of cattle butchered and given to employees as bonuses",
            "topic_1": "employees. See also &quot;Agricultural  labor&quot;",
            "topic_0": "Farmers and farming"
          },
          {
            "topic_2": "depreciation of",
            "topic_1": "equipment",
            "topic_0": "Farmers and farming"
          },
          {
            "topic_1": "flood",
            "topic_0": "Farmers and farming"
          },
          {
            "topic_2": "deductibility of insurance costs",
            "topic_1": "insurance",
            "topic_0": "Farmers and farming"
          },
          {
            "topic_1": "interest costs",
            "topic_0": "Farmers and farming"
          },
          {
            "topic_2": "casualty losses",
            "topic_1": "losses",
            "topic_0": "Farmers and farming"
          },
          {
            "topic_2": "Accelerated Cost Recovery System deductions",
            "topic_1": "machinery",
            "topic_0": "Farmers and farming"
          },
          {
            "topic_2": "deductibility of expenses for",
            "topic_1": "machinery",
            "topic_0": "Farmers and farming"
          },
          {
            "topic_2": "depreciability of",
            "topic_1": "machinery",
            "topic_0": "Farmers and farming"
          },
          {
            "topic_1": "packaging materials, cost of",
            "topic_0": "Farmers and farming"
          },
          {
            "topic_2": "deductibility of",
            "topic_1": "penalties",
            "topic_0": "Farmers and farming"
          },
          {
            "topic_2": "exceeding quotas",
            "topic_1": "penalties",
            "topic_0": "Farmers and farming"
          },
          {
            "topic_1": "productive period, expenses during",
            "topic_0": "Farmers and farming"
          },
          {
            "topic_2": "crop shares, rent paid in, deductibility",
            "topic_1": "rent",
            "topic_0": "Farmers and farming"
          },
          {
            "topic_1": "replacement costs",
            "topic_0": "Farmers and farming"
          },
          {
            "topic_2": "deductibility of casualty losses",
            "topic_1": "soil",
            "topic_0": "Farmers and farming"
          },
          {
            "topic_2": "top soil replacement costs",
            "topic_1": "soil",
            "topic_0": "Farmers and farming"
          },
          {
            "topic_1": "supplies, deductibility of",
            "topic_0": "Farmers and farming"
          },
          {
            "topic_1": "taxes, deductibility of",
            "topic_0": "Farmers and farming"
          },
          {
            "topic_2": "deductibility of utilities furnished to",
            "topic_1": "tenant farmers",
            "topic_0": "Farmers and farming"
          },
          {
            "topic_1": "top soil replacement costs, deductibility",
            "topic_0": "Farmers and farming"
          },
          {
            "topic_1": "travel  expenses",
            "topic_0": "Farmers and farming"
          },
          {
            "topic_1": "utilities, cost of",
            "topic_0": "Farmers and farming"
          },
          {
            "topic_2": "forecasting service, deductibility of costs for",
            "topic_1": "weather",
            "topic_0": "Farmers and farming"
          },
          {
            "topic_1": "weeding expenses, deductibility of costs for",
            "topic_0": "Farmers and farming"
          },
          {
            "topic_1": "prepaid services, deductibility of",
            "topic_0": "Farmers' cooperatives"
          },
          {
            "topic_1": "farming, deductibility of cost of gasoline",
            "topic_0": "Gasoline expenses"
          },
          {
            "topic_2": "deductibility",
            "topic_1": "farming, used  in",
            "topic_0": "Gasoline, tax on"
          },
          {
            "topic_1": "farmers, deduction  of expenses",
            "topic_0": "Insurance premiums"
          },
          {
            "topic_1": "farmers",
            "topic_0": "Interest expense"
          },
          {
            "topic_1": "subsidies, illegal",
            "topic_0": "Irrigation"
          },
          {
            "topic_1": "farmers, deductibility of utilities furnished  tenant farmer",
            "topic_0": "Lessors. See also &quot;Lease&quot;; &quot;Lessees&quot;"
          },
          {
            "topic_2": "embryo transplants, deduction of costs",
            "topic_1": "breeding animals",
            "topic_0": "Livestock"
          },
          {
            "topic_2": "fees, business expense deductions for farmers",
            "topic_1": "breeding animals",
            "topic_0": "Livestock"
          },
          {
            "topic_1": "losses",
            "topic_0": "Livestock"
          },
          {
            "topic_0": "Marketing, farmers, marketing quota penalties as deductible"
          },
          {
            "topic_1": "supplies,  farmers'",
            "topic_0": "Office"
          },
          {
            "topic_0": "Poisons, expense deduction, farmers"
          },
          {
            "topic_1": "co-operative's prepaid  services",
            "topic_0": "Prepaid expenses"
          },
          {
            "topic_1": "deduction for prepayments",
            "topic_0": "Prepaid expenses"
          },
          {
            "topic_2": "deduction for prepayments",
            "topic_1": "farmers",
            "topic_0": "Prepaid expenses"
          },
          {
            "topic_1": "farmers and farming, deductibility of utilities furnished tenant farmer",
            "topic_0": "Public utilities"
          },
          {
            "topic_1": "crops and livestock,  payment in",
            "topic_0": "Rent expense"
          },
          {
            "topic_1": "deductibility of top soil replacement costs",
            "topic_0": "Replacements"
          },
          {
            "topic_1": "farmers and farming, replacement costs as deductible",
            "topic_0": "Replacements"
          },
          {
            "topic_1": "replacement of, deduction for",
            "topic_0": "Soil"
          },
          {
            "topic_0": "Spray material, farmers' expenses"
          },
          {
            "topic_1": "farmers' expenses",
            "topic_0": "Stamps"
          },
          {
            "topic_1": "farmers and farming, deductibility of supplies",
            "topic_0": "Supplies"
          },
          {
            "topic_1": "farmers",
            "topic_0": "Taxes, deductibility"
          },
          {
            "topic_0": "Top soil, deductibility of replacement costs"
          },
          {
            "topic_1": "farmers",
            "topic_0": "Travel expenses"
          },
          {
            "topic_0": "Twine and tying materials, cost of"
          },
          {
            "topic_1": "farmers and farming, deductibility of cost of weather forecasting service",
            "topic_0": "Weather forecasting"
          },
          {
            "topic_0": "Weeding expenses as deductible farming expenses"
          }
        ],
        "indexdata": [
          [
            "Advertising",
            "farm products"
          ],
          [
            "Bonuses",
            "farmers, deductibility of cost of cattle butchered and given to  employees as bonuses"
          ],
          [
            "Books and records",
            "farmers",
            "costs of"
          ],
          [
            "Casualty losses",
            "farmers"
          ],
          [
            "Cattle",
            "losses, deductibility"
          ],
          [
            "Containers",
            "farmers' expense  deductions"
          ],
          [
            "Crop shares",
            "rent paid in crop shares as deductible"
          ],
          [
            "Farmers and farming",
            "advertising costs"
          ],
          [
            "Farmers and farming",
            "assessments",
            "deductibility"
          ],
          [
            "Farmers and farming",
            "bonuses, deductibility of cattle butchered and given to employees as"
          ],
          [
            "Farmers and farming",
            "buildings and structures",
            "depreciation"
          ],
          [
            "Farmers and farming",
            "casualty losses"
          ],
          [
            "Farmers and farming",
            "containers, deductibility for"
          ],
          [
            "Farmers and farming",
            "depreciation",
            "building and equipment"
          ],
          [
            "Farmers and farming",
            "depreciation",
            "farm buildings, machinery, and equipment"
          ],
          [
            "Farmers and farming",
            "employees. See also &quot;Agricultural  labor&quot;",
            "deductibility of cost of cattle butchered and given to employees as bonuses"
          ],
          [
            "Farmers and farming",
            "equipment",
            "depreciation of"
          ],
          [
            "Farmers and farming",
            "flood"
          ],
          [
            "Farmers and farming",
            "insurance",
            "deductibility of insurance costs"
          ],
          [
            "Farmers and farming",
            "interest costs"
          ],
          [
            "Farmers and farming",
            "losses",
            "casualty losses"
          ],
          [
            "Farmers and farming",
            "machinery",
            "Accelerated Cost Recovery System deductions"
          ],
          [
            "Farmers and farming",
            "machinery",
            "deductibility of expenses for"
          ],
          [
            "Farmers and farming",
            "machinery",
            "depreciability of"
          ],
          [
            "Farmers and farming",
            "packaging materials, cost of"
          ],
          [
            "Farmers and farming",
            "penalties",
            "deductibility of"
          ],
          [
            "Farmers and farming",
            "penalties",
            "exceeding quotas"
          ],
          [
            "Farmers and farming",
            "productive period, expenses during"
          ],
          [
            "Farmers and farming",
            "rent",
            "crop shares, rent paid in, deductibility"
          ],
          [
            "Farmers and farming",
            "replacement costs"
          ],
          [
            "Farmers and farming",
            "soil",
            "deductibility of casualty losses"
          ],
          [
            "Farmers and farming",
            "soil",
            "top soil replacement costs"
          ],
          [
            "Farmers and farming",
            "supplies, deductibility of"
          ],
          [
            "Farmers and farming",
            "taxes, deductibility of"
          ],
          [
            "Farmers and farming",
            "tenant farmers",
            "deductibility of utilities furnished to"
          ],
          [
            "Farmers and farming",
            "top soil replacement costs, deductibility"
          ],
          [
            "Farmers and farming",
            "travel  expenses"
          ],
          [
            "Farmers and farming",
            "utilities, cost of"
          ],
          [
            "Farmers and farming",
            "weather",
            "forecasting service, deductibility of costs for"
          ],
          [
            "Farmers and farming",
            "weeding expenses, deductibility of costs for"
          ],
          [
            "Farmers' cooperatives",
            "prepaid services, deductibility of"
          ],
          [
            "Gasoline expenses",
            "farming, deductibility of cost of gasoline"
          ],
          [
            "Gasoline, tax on",
            "farming, used  in",
            "deductibility"
          ],
          [
            "Insurance premiums",
            "farmers, deduction  of expenses"
          ],
          [
            "Interest expense",
            "farmers"
          ],
          [
            "Irrigation",
            "subsidies, illegal"
          ],
          [
            "Lessors. See also &quot;Lease&quot;; &quot;Lessees&quot;",
            "farmers, deductibility of utilities furnished  tenant farmer"
          ],
          [
            "Livestock",
            "breeding animals",
            "embryo transplants, deduction of costs"
          ],
          [
            "Livestock",
            "breeding animals",
            "fees, business expense deductions for farmers"
          ],
          [
            "Livestock",
            "losses"
          ],
          [
            "Marketing, farmers, marketing quota penalties as deductible"
          ],
          [
            "Office",
            "supplies,  farmers'"
          ],
          [
            "Poisons, expense deduction, farmers"
          ],
          [
            "Prepaid expenses",
            "co-operative's prepaid  services"
          ],
          [
            "Prepaid expenses",
            "deduction for prepayments"
          ],
          [
            "Prepaid expenses",
            "farmers",
            "deduction for prepayments"
          ],
          [
            "Public utilities",
            "farmers and farming, deductibility of utilities furnished tenant farmer"
          ],
          [
            "Rent expense",
            "crops and livestock,  payment in"
          ],
          [
            "Replacements",
            "deductibility of top soil replacement costs"
          ],
          [
            "Replacements",
            "farmers and farming, replacement costs as deductible"
          ],
          [
            "Soil",
            "replacement of, deduction for"
          ],
          [
            "Spray material, farmers' expenses"
          ],
          [
            "Stamps",
            "farmers' expenses"
          ],
          [
            "Supplies",
            "farmers and farming, deductibility of supplies"
          ],
          [
            "Taxes, deductibility",
            "farmers"
          ],
          [
            "Top soil, deductibility of replacement costs"
          ],
          [
            "Travel expenses",
            "farmers"
          ],
          [
            "Twine and tying materials, cost of"
          ],
          [
            "Weather forecasting",
            "farmers and farming, deductibility of cost of weather forecasting service"
          ],
          [
            "Weeding expenses as deductible farming expenses"
          ]
        ],
        "ancestor": "N-1300",
        "id": "id07ce7662f6211db9654c7f8ee2eaa77",
        "fn": {
          "IRSPUB": [
            "IRS Pub No. 225 , ( 2015 ) , p. 21-22",
            "IRS Pub No. 225 , ( 2015 ) , p. 24",
            "IRS Pub No. 225 , ( 2015 ) , p. 20",
            "IRS Pub No. 225 , ( 2015 ) , p. 21",
            "IRS Pub No. 225 , ( 2015 ) , p. 22",
            "IRS Pub No. 225 , ( 2015 ) , p. 23",
            "IRS Pub No. 225 , ( 2015 ) , p. 19"
          ],
          "CSLINK": [
            "TC Memo 1967-57",
            "TC Memo 1975-194",
            "52 AFTR 679",
            "23 AFTR 2d 69-1347",
            "26 AFTR 2d 70-5173",
            "46 TC 477",
            "11 AFTR 610",
            "65 TC 612",
            "40 TC 991"
          ],
          "REVR": [
            "Rev Rul 2004-62 , 2004-25 IRB 1072"
          ],
          "IRC": [
            "Code Sec. 90(c)",
            "Code Sec. 6427",
            "Code Sec. 6420",
            "Code Sec. 162",
            "Code Sec. 34"
          ]
        },
        "snippet": "<div class='snippet'>A farmer or any other taxpayer who operates a farm for profit may deduct all the ordinary and necessary expenses of carrying on the farming business. The following expenses are deductible unless otherwise noted:  Assessments paid to a mutual assessment corporation by stockholder farmer but only to the extent funds were not used to acquire capital assets or retire capital obligations. </div>",
        "sectionHeading": "Federal Tax Coordinator Analysis (RIA)"
      },
      "highlightedText": null,
      "score": 0.25047848,
      "rank": 8,
						  "tagScores": {		 	 	
								"profit motive or objective":	0.19	,
								"effect of unforseen or fortuitous circumstances":	0.30	,
								"activity engaged in for profit":	0.67	,
								"Persistent losses":	0.77	,
								"activity not engaged in for profit":	0.79	
					   },				
					 "tagRanks": {				
								"profit motive or objective":	8	,
								"effect of unforseen or fortuitous circumstances":	8	,
								"activity engaged in for profit":	8	,
								"Persistent losses":	8 ,
								"activity not engaged in for profit":	8	 
					   },		 		
      "totalAnswerCandidates": 32175,
      "provenance": {
        "provenance": {
          "RETRIEVE": {
            "_name": "TaxElasticsearchRetriever",
            "index": "ftc_20170509_trta_1.1"
          },
          "RANK": {
            "_name": "AnswerStrategy$$Lambda$25/1863655430"
          },
          "ENRICH": {
            "_name": "SeekerTaxApplication$$Lambda$28/1966355106"
          },
          "SELECT": {
            "_name": "DummyTaxAnswerSelector"
          }
        }
      }
    },
    {
      "id": "M-1312",
      "source": {
        "par": "M-1312",
        "xref": [
          "M-2003"
        ],
        "title": "M-1312 Removal of diseased or dead property.",
        "text": "<div>The bulldozing and burning of timber was the event fixing the time a loss for timber that became worthless as a result of the action of wood-destroying organisms.</div>\n\n<div class='match' >The death of seedlings due to an unexpected and unusually severe drought was the event fixing the time of a loss although the tract wasn't within a declared drought-related disaster area (see ¶  M-2003 et seq.). The loss didn't occur in the year the taxpayer replanted the acreage.</div>",
        "topics": [
          {
            "topic_2": "removal of dead or diseased property",
            "topic_1": "timber",
            "topic_0": "Casualty losses"
          },
          {
            "topic_2": "removal of dead or diseased property",
            "topic_1": "loss deduction",
            "topic_0": "Drought"
          },
          {
            "topic_1": "drought",
            "topic_0": "Losses. See also &quot;Gain or loss&quot;"
          },
          {
            "topic_2": "removal of dead or diseased property",
            "topic_1": "losses on",
            "topic_0": "Timber"
          },
          {
            "topic_2": "removal of dead or diseased property",
            "topic_1": "losses",
            "topic_0": "Time for claiming deductions"
          }
        ],
        "indexdata": [
          [
            "Casualty losses",
            "timber",
            "removal of dead or diseased property"
          ],
          [
            "Drought",
            "loss deduction",
            "removal of dead or diseased property"
          ],
          [
            "Losses. See also &quot;Gain or loss&quot;",
            "drought"
          ],
          [
            "Timber",
            "losses on",
            "removal of dead or diseased property"
          ],
          [
            "Time for claiming deductions",
            "losses",
            "removal of dead or diseased property"
          ]
        ],
        "ancestor": "M-1300",
        "id": "ibda56e1a2f6211db9654c7f8ee2eaa77",
        "fn": {
          "REVR": [
            "Rev Rul 90-61 , 1990-2 CB 39",
            "Rev Rul 87-59 , 1987-2 CB 59"
          ]
        },
        "snippet": "<div class='snippet'>The bulldozing and burning of timber was the event fixing the time a loss for timber that became worthless as a result of the action of wood-destroying organisms.</div>\n<div class='snippet'>&hellip;The death of seedlings due to an unexpected and unusually severe drought was the event fixing the time of a loss although the tract wasn't within a declared drought-related disaster area (see ¶  M-2003 et seq.). The loss didn't occur in the year the taxpayer replanted the acreage.&hellip;</div>",
        "sectionHeading": "Federal Tax Coordinator Analysis (RIA)"
      },
      "highlightedText": null,
      "score": 0.2952803,
      "rank": 4,
				  "tagScores": {		 	 	
						"profit motive or objective":	0.72	,
						"effect of unforseen or fortuitous circumstances":	0.76	,
						"activity engaged in for profit":	0.56	,
						"Persistent losses":	0.56	,
						"activity not engaged in for profit":	0.43	
			   },				
			 "tagRanks": {				
						"profit motive or objective":	9	,
						"effect of unforseen or fortuitous circumstances":	9	,
						"activity engaged in for profit":	9	,
						"Persistent losses":	9	,
						"activity not engaged in for profit":	9 
			   },		 		 
      "totalAnswerCandidates": 32175,
      "provenance": {
        "provenance": {
          "RETRIEVE": {
            "_name": "TaxElasticsearchRetriever",
            "index": "ftc_20170509_trta_1.1"
          },
          "RANK": {
            "_name": "AnswerStrategy$$Lambda$25/1863655430"
          },
          "ENRICH": {
            "_name": "SeekerTaxApplication$$Lambda$28/1966355106"
          },
          "SELECT": {
            "_name": "DummyTaxAnswerSelector"
          }
        }
      }
    },
    {
      "id": "N-1311",
      "source": {
        "par": "N-1311",
        "xref": [
          "N-1020",
          "N-1070",
          "N-1158"
        ],
        "title": "N-1311 Feed.",
        "text": "<div>The cost of feed purchased for livestock is deductible to the extent that its cost represents an actual outlay. This is true even where it is used to raise immature animals. There is no deduction under these regs where taxpayer has a right or expectation of reimbursement, for example expenditures incurred by a cattle farmer as a result of a disaster-related loss of feed and where he received reimbursement pursuant to Section 305 of the Disaster Relief Act of '74, before the feed costs were incurred.</div>\n\n<div>For deductibility of the value of feed grown on the farm, see ¶  N-1020 . </div>\n\n<div>For farmer's costs that are required to be capitalized under the uniform capitalization rules, see ¶  N-1070 et seq.</div>\n\n<div>The Tax Court found that taxpayer's purchase of grain was in fact a speculation and therefore denied a deduction where the grain was part of a larger purchase, the balance of which was admittedly speculative. At the time of the contract, taxpayer didn't own cattle or facilities. In his records the transaction was treated as a grain purchase, not a feed expenditure.</div>\n\n<div>Feed which the farmer received as a gift is deductible in the amount of his basis for the feed. That basis is either the donor's basis or the fair market value of the gift, whichever was lower when the gift was made. Hence, if the donor's basis is zero, so is the donee's, and he gets no deduction for the feed. It was so held where the donor who had received feed corn as a crop share for the use of his land made a gift of the corn to the taxpayer who fed it to his cattle. Since the crop share had not been reduced to money or its equivalent by the donor and had not been taxed to him his basis was zero. Whether crop shares are income when a gift of them is made, see ¶  N-1158 . </div>\n\n<div class='match' >Title I of the '88 Disaster Assistance Act authorizes feed assistance, reimbursement payments, and other benefits for livestock producers if a natural disaster such as drought, fire, hurricane, or earthquake causes a livestock emergency. These programs include partial reimbursement for expenses incurred in purchasing feed and transportation expenses, and the donation or sale at a below-market price of feed owned by the Commodity Credit Corporation. </div>\n\n<div>Where a cash basis taxpayer's application for reimbursement is approved before the taxpayer pays a currently deductible expense, the reimbursement need not be included in gross income, but the deduction for the expense is limited to the amount that is not reimbursed. In other cases, the reimbursement is includible in gross income and the deduction for the expense is not so limited. </div>\n\n<div>In the case of a donation or below-market sale of feed, the market value of the feed (or the difference between the price paid and the market value) is includible in the taxpayer's gross income. A deduction is allowable for the market value of the feed to the extent that the farmer could have deducted currently the cost of purchasing feed at market value. Thus, to the extent that the farmer is permitted a current deduction for the purchase of the feed, inclusion of the value of the feed in his income is offset by a current deduction and has no tax effect other than increasing gross receipts from farming. If, on the other hand, the farmer would have been required to capitalize the cost of purchasing the feed, the value of the donated feed or the price reduction must also be capitalized.</div>",
        "topics": [],
        "indexdata": [],
        "ancestor": "N-1300",
        "id": "id05134542f6211db9654c7f8ee2eaa77",
        "fn": {
          "NOT": [
            "Notice 89-55 , 1989-1 CB 696"
          ],
          "IRC": [
            "Code Sec. 1015"
          ],
          "CSLINK": [
            "TC Memo 1978-502",
            "25 TC 859"
          ],
          "REVR": [
            "Rev Rul 79-263 , 1979-2 CB 82"
          ],
          "TREG": [
            "Reg § 1.162-12(a)"
          ]
        },
        "snippet": "<div class='snippet'>The cost of feed purchased for livestock is deductible to the extent that its cost represents an actual outlay. This is true even where it is used to raise immature animals. There is no deduction under these regs where taxpayer has a right or expectation of reimbursement, for example expenditures incurred by a cattle farmer as a result of a disaster-related loss of feed and where he received reimbursement pursuant to Section 305 of the Disaster Relief Act of '74, before the feed costs were incurred.</div>\n<div class='snippet'>&hellip;Title I of the '88 Disaster Assistance Act authorizes feed assistance, reimbursement payments, and other benefits for livestock producers if a natural disaster such as drought, fire, hurricane, or earthquake causes a livestock emergency. These programs include partial reimbursement for expenses incurred in purchasing feed and transportation expenses, and the donation or sale at a below-market price of feed owned by the Commodity Credit Corporation. &hellip;</div>",
        "sectionHeading": "Federal Tax Coordinator Analysis (RIA)"
      },
      "highlightedText": null,
      "score": 0.3010354,
      "rank": 6,
			  "tagScores": {		 	 	
					"profit motive or objective":	0.72	,
					"effect of unforseen or fortuitous circumstances":	0.11	,
					"activity engaged in for profit":	1.00	,
					"Persistent losses":	0.78	,
					"activity not engaged in for profit":	0.07	
		   },				
		 "tagRanks": {				
					"profit motive or objective":	10	,
					"effect of unforseen or fortuitous circumstances":	10	,
					"activity engaged in for profit":	10	,
					"Persistent losses":	10	,
					"activity not engaged in for profit":	10	 
		   },		 		 
      "totalAnswerCandidates": 32175,
      "provenance": {
        "provenance": {
          "RETRIEVE": {
            "_name": "TaxElasticsearchRetriever",
            "index": "ftc_20170509_trta_1.1"
          },
          "RANK": {
            "_name": "AnswerStrategy$$Lambda$25/1863655430"
          },
          "ENRICH": {
            "_name": "SeekerTaxApplication$$Lambda$28/1966355106"
          },
          "SELECT": {
            "_name": "DummyTaxAnswerSelector"
          }
        }
      }
    }
  ],
  "qualityRecords": [],
  "tags": [
    "profit motive or objective",
    "effect of unforseen or fortuitous circumstances",
    "activity engaged in for profit",
    "Persistent losses",
    "activity not engaged in for profit"
  ],
  "statusMessages": [],
  "user": {
    "firstName": "Demo",
    "lastName": "User",
    "email": "Demo.User@tr.com",
    "userId": "1234567",
    "roles": [
      "EDITOR"
    ],
    "displayName": "Demo User"
  },
  "totalAnswerCandidates": 32175,
  "tookMillis": 2783,
  "provenance": {
    "provenance": {
      "RETRIEVE": {
        "_name": "TaxElasticsearchRetriever"
      },
      "CLASSIFICATION": {
        "_name": "TaxQuestionClassifier",
        "class": 0
      },
      "RANK": {
        "_name": "AnswerStrategy$$Lambda$25/1863655430"
      },
      "ENRICH": {
        "_name": "SeekerTaxApplication$$Lambda$28/1966355106"
      },
      "SELECT": {
        "_name": "DummyTaxAnswerSelector"
      }
    }
  },
  "elasticSearchQuery": null,
  "checkPointAnswers": [
    {
      "id": "N-1200",
      "title": "&#182; N-1200 Capital Gain-Ordinary Loss Rule for Livestock and Unharvested Crops."
    },
    {
      "id": "N-1000.1",
      "title": "&#182; N-1000.1 Tax rules for farmers."
    },
    {
      "id": "M-5876",
      "title": "&#182; M-5876 Unforeseen circumstances&#8212;effect on &#8220;for profit&#8221; determination for purposes of hobby loss rules."
    },
    {
      "id": "M-1717",
      "title": "&#182; M-1717 Droughts as casualties."
    },
    {
      "id": "M-1611",
      "title": "&#182; M-1611 Deduction where the full extent of the loss is not known in the year of the casualty."
    },
    {
      "id": "N-1081",
      "title": "&#182; N-1081 Costs of replanting plants lost in casualties&#8212;exception to the application of the uniform capitalization (UNICAP) rules to farmers."
    },
    {
      "id": "M-1406",
      "title": "&#182; M-1406 Timber replanting costs after death of seedlings."
    },
    {
      "id": "N-1027",
      "title": "&#182; N-1027 When farmers may defer reporting receipt of crop insurance proceeds or federal disaster payments."
    },
    {
      "id": "N-6025",
      "title": "&#182; N-6025 Reforestation and replanting."
    },
    {
      "id": "M-1312",
      "title": "&#182; M-1312 Removal of diseased or dead property."
    }
  ]
}